{"DIPLOBLASTIC":"Characterizing the ovum when it has two primary germinallayers.","DEFIGURE":"To delineate. [Obs.]These two stones as they are here defigured. Weever.","LOMBARD":"Of or pertaining to Lombardy, or the inhabitants of Lombardy.","BAHAISM":"The religious tenets or practices of the Bahais.","FUMERELL":"See Femerell.","ROYALET":"A petty or powerless king. [R.]there were at this time two other royalets, as only kings by hisleave. Fuller.","TROPHIED":"Adorned with trophies.The trophied arches, storied halls, invade. Pope.","ZEQUIN":"See Sequin.","MILLWRIGHT":"A mechanic whose occupation is to build mills, or to set uptheir machinery.","PHOTOGRAPHOMETER":"An instrument for determining the sensibility of the platesemployed in photographic processes to luminous rays.","SCHEELIUM":"The metal tungsten. [Obs.]","ALVEOLATE":"Deeply pitted, like a honeycomb.","LIMULUS":"The only existing genus of Merostomata. It includes only a fewspecies from the East Indies, and one (Limulus polyphemus) from theAtlantic coast of North America. Called also Molucca crab, king crab,horseshoe crab, and horsefoot.","OSMUND":"A fern of the genus Osmunda, or flowering fern. The mostremarkable species is the osmund royal, or royal fern (Osmundaregalis), which grows in wet or boggy places, and has large bipinnatefronds, often with a panicle of capsules at the top. The rootstockcontains much starch, and has been used in stiffening linen.","POTTEEN":"See Poteen.","UNDERRUN":"To run or pass under; especially (Naut.), to pass along andunder, as a cable, for the purpose of taking it in, or of examiningit.","EMPLASTIC":"Fit to be applied as a plaster; glutinous; adhesive; as,emplastic applications.","RHYTHMICS":"The department of musical science which treats of the length ofsounds.","PLEUROPTERA":"A group of Isectivora, including the colugo.","UNBLOODY":"Not bloody. Dryden. Unbloody sacrifice. (a) A sacrifice inwhich no victim is slain. (b) (R. C. Ch.) The Mass.","CINCINNUS":"A form of monochasium in which the lateral branches arisealternately on opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cin\"nal (#), a.","INDOCILITY":"The quality or state of being indocile; dullness of intellect;unteachableness; intractableness.The stiffness and indocility of the Pharisees. W. Montagu.","TELEOCEPHIAL":"An extensive order of bony fishes including most of the commonmarket species, as bass, salmon, cod, perch, etc.","CANEBRAKE":"A thicket of canes. Ellicott.","QUININIC":"Pertaining to, or designating, a nitrogenous acid obtained as ayellow crystalline substance by the oxidation of quinine.","RICINIC":"Pertaining to, or derived from, castor oil; formerly,designating an acid now called ricinoleic acid.","TELLURAL":"Of or pertaining to the earth. [R.]","OTHERNESS":"The quality or state of being other or different; alterity;oppositeness.","FASCICLE":"A small bundle or collection; a compact cluster; as, a fascicleof fibers; a fascicle of flowers or roots.","REENJOYMENT":"Renewed enjoiment.","LONGIROSTER":"One of the Longirostres.","RHAPSODIZE":"To utter as a rhapsody, or in the manner of a rhapsody Sterne.","WATER VIOLET":"See under Violet.","TRUNCHEONED":"Having a truncheon.","UNDERWENT":"imp. of Undergo.","APITPAT":"With quick beating or palpitation; pitapat. Congreve.","BRISKET":"That part of the breast of an animal which extends from thefore legs back beneath the ribs; also applied to the fore part of ahorse, from the shoulders to the bottom of the chest.","KEPHALIN":"One of a group of nitrogenous phosphorized principles, supposedby Thudichum to exist in brain tissue.","METELY":"According to measure or proportion; proportionable;proportionate. [Obs.]","JOHNSON GRASS":"A tall perennial grass (Sorghum Halepense), valuable in theSouthern and Western States for pasture and hay. The rootstocks arelarge and juicy and are eagerly sought by swine. Called also Cubagrass, Means grass, Evergreen millet, and Arabian millet.","MOP":"A made-up face; a grimace. \"What mops and mowes it makes!\"Beau. & Fl.","SYMPOSIAC":"Of or pertaining to compotations and merrymaking; happeningwhere company is drinking together; as, symposiac meetings.Symposiac disputations amongst my acquaintance. Arbuthnot.","ULVA":"A genus of thin papery bright green seaweeds including thekinds called sea lettuce.","-ANA":"A suffix to names of persons or places, used to denote acollection of notable sayings, literary gossip, anecdotes, etc. Thus,Scaligerana is a book containing the sayings of Scaliger, Johnsonianaof Johnson, etc.","PHARISEAN":"Following the practice of Pharisees; Pharisaic. [Obs.]\"Pharisean disciples.\" Milton.","PUTRIDNESS":"Putridity. Floyer.","TOUSEL":"Same as Tousle. [Colloq.]","TETRAGON":"A plane figure having four sides and angles; a quadrangle, as asquare, a rhombus, etc.","HARELD":"The long-tailed duck. See Old Squaw.","PYCNOSTYLE":"See under Intercolumniation. -n.","BOLE":"The trunk or stem of a tree, or that which is like it.Enormous elm-tree boles did stoop and lean. Tennyson.","BASISOLUTE":"Prolonged at the base, as certain leaves.","HISTORIOGRAPHY":"The art of employment of an historiographer.","CURSORILY":"In a running or hasty manner; carelessly.","GLOSSARIST":"A writer of glosses or of a glossary; a commentator; ascholiast. Tyrwhitt.","APOTACTITE":"One of a sect of ancient Christians, who, in supposed imitationof the first believers, renounced all their possessions.","FRITHY":"Woody. [Obs.] Skelton.","ZECHIN":"See Sequin.","BESTAR":"To sprinkle with, or as with, stars; to decorate with, or aswith, stars; to bestud. \"Bestarred with anemones.\" W. Black.","CARICATURIST":"One who caricatures.","CHAMAL":"The Angora goat. See Angora goat, under Angora.","OPINIATED":"Opinionated. [Obs.]","PELICOSAURIA":"A suborder of Theromorpha, including terrestrial reptiles fromthe Permian formation.","PICKERY":"Petty theft. [Scot.] Holinshed.","DOUR":"Hard; inflexible; obstinate; sour in aspect; hardy; bold.[Scot.]A dour wife, a sour old carlin. C. Reade.","AGERATUM":"A genus of plants, one species of which (A. Mexicanum) haslavender-blue flowers in dense clusters.","BEDSTAFF":"\"A wooden pin stuck anciently on the sides of the bedstead, tohold the clothes from slipping on either side.\" Johnson.Hostess, accommodate us with a bedstaff. B. Jonson.Say there is no virtue in cudgels and bedstaves. Brome.","GLADFUL":"Full of gladness; joyful; glad. [R.] -- Glad\"ful*ness, n. [R.]Spenser.It followed him with gladful glee. Spenser.","INDOXYL":"A nitrogenous substance, C8H7NO, isomeric with oxindol,obtained as an oily liquid.","NOTHINGISM":"Nihility; nothingness. [R.]","GNARL":"To growl; to snarl.And wolves are gnarling who shall gnaw thee first. Shak.","ANGIOSPERMATOUS":"Same as Angiospermous.","INCUNABULUM":"A work of art or of human industry, of an early epoch;especially, a book printed before A. D. 1500.","MORIGERATION":"Obsequiousness; obedience. [Obs.] Evelyn.","INCOMPARED":"Peerless; incomparable. [Obs.] Spenser.","OVERSWAY":"To bear sway over.","SUBSECUTE":"To follow closely, or so as to overtake; to pursue. [Obs.]To follow and detain him, if by any possibility he could besubsecuted and overtaken. E. Hall.","BACILLUS":"A variety of bacterium; a microscopic, rod-shaped vegetableorganism.","ETHEREALITY":"The state of being ethereal; etherealness.Something of that ethereality of thought and manner which belonged toWordsworth's earlier lyrics. J. C. Shairp.","REJOICER":"One who rejoices.","SINGULT":"A sigh or sobbing; also, a hiccough. [Obs.] Spenser. W. Browne.","MELAINOTYPE":"See Melanotype.","STOPPED":"Made by complete closure of the mouth organs; shut; -- said ofcertain consonants (p, b, t, d, etc.). H. Sweet.","WESTERING":"Passing to the west.Toward heaven's descent had sloped his westering wheel. Milton.","CHINAMAN":"A native of China; a Chinese.","FORESKIN":"The fold of skin which covers the glans of the penis; theprepuce.","CEPHALOTOME":"An instrument for cutting into the fetal head, to facilitatedelivery.","OVERLOOKER":"One who overlooks.","CARBINOL":"Methyl alcohol, CH3OH; -- also, by extension, any one in thehomologous series of paraffine alcohols of which methyl alcohol isthe type.","PROFESSED":"Openly declared, avowed, acknowledged, or claimed; as, aprofessed foe; a professed tyrant; a professed Christian. Theprofessed (R. C. Ch.) , a certain class among the Jesuits bound by aspecial vow. See the note under Jesuit.","COPPER-NOSE":"A red nose. Shak.","ESOTERICISM":"Esoteric doctrine or principles.","APLACENTAL":"Belonging to the Aplacentata; without placenta.","JURAMENTUM":"An oath.","LITHARGYRUM":"Crystallized litharge, obtained by fusion in the form of fineyellow scales.","LUCIFERIAN":"One of the followers of Lucifer, bishop of Cagliari, in thefourth century, who separated from the orthodox churches because theywould not go as far as he did in opposing the Arians.","VERDINE":"A commercial name for green aniline dye.","ARUNDIFEROUS":"Producing reeds or canes.","EXCEEDINGLY":"To a very great degree; beyond what is usual; surpassingly. Itsignifies more than very.","STAGNANTLY":"In a stagnant manner.","UNMAGISTRATE":"To divest of the office or authority of a magistrate. [Obs.]Milton.","BOTTOM":"The part of a ship which is ordinarily under water; hence, thevessel itself; a ship.My ventures are not in one bottom trusted. Shak.Not to sell the teas, but to return them to London in the samebottoms in which they were shipped. Bancroft.Full bottom, a hull of such shape as permits carrying a large amountof merchandise.","CARPETLESS":"Without a carpet.","RESEMBLABLE":"Admitting of being compared; like. [Obs.] Gower.","RINGBIRD":"The reed bunting. It has a collar of white feathers. Calledalso ring bunting.","OVERGREEDY":"Excessively greedy.","BOUNDING":"Moving with a bound or bounds.The bounding pulse, the languid limb. Montgomery.","ASCERTAINMENT":"The act of ascertaining; a reducing to certainty; a finding outby investigation; discovery.The positive ascertainment of its limits. Burke.","DEVOTEMENT":"The state of being devoted, or set apart by a vow. [R.] Bp.Hurd.","CALOTYPE":"A method of taking photographic pictures, on paper sensitizedwith iodide of silver; -- also called Talbotype, from the inventor,Mr. Fox. Talbot.","SANDWICH":"Two pieces of bread and butter with a thin slice of meat,cheese, or the like, between them.","BORING":"The chips or fragments made by boring. Boring bar, a revolvingor stationary bar, carrying one or more cutting tools for dressinground holes.-- Boring tool (Metal Working), a cutting tool placed in a cutterhead to dress round holes. Knight.","IMPERIOUSNESS":"The quality or state of being imperious; arrogance;haughtiness.Imperiousness and severity is but an ill way of treating men who havereason of their own to guide them. Locke.","HAEMOPLASTIC":"Same as Hæmatoplastic.","TANIST":"In Ireland, a lord or proprietor of a tract of land or of acastle, elected by a family, under the system of tanistry.This family [the O'Hanlons] were tanists of a large territory withinthe present county of Armagh. M. A. Lower.","MAINTOP":"The platform about the head of the mainmast in square-riggedvessels.","NUMB":"To make numb; to deprive of the power of sensation or motion;to render senseless or inert; to deaden; to benumb; to stupefy.For lazy winter numbs the laboring hand. Dryden.Like dull narcotics, numbing pain. Tennyson.","TANYSTOMATA":"A division of dipterous insects in which the proboscis is largeand contains lancelike mandibles and maxillæ. The horseflies androbber flies are examples.","ARLES":"An earnest; earnest money; money paid to bind a bargain.[Scot.] Arles penny, earnest money given to servants. Kersey.","SACCHARIMETRY":"The act, process or method of determining the amount and kindof sugar present in sirup, molasses, and the like, especially by theemployment of polarizing apparatus.","GRAMOPHONE":"An instrument for recording, preserving, and reproducingsounds, the record being a tracing of a phonautograph etched in somesolid material. Reproduction  is accomplished by means of a systemattached to an elastic diaphragm.","LIMOUS":"Muddy; slimy; thick. Sir T. Browne.","RESORBENT":"Swallowing up. Wodhull.","REIS":"The word is used as a Portuguese designation of money ofaccount, one hundred reis being about equal in value to eleven cents.","DEPHLEGMATOR":"An instrument or apparatus in which water is separated byevaporation or distillation; the part of a distilling apparatus inwhich the separation of the vapors is effected.","PADDLEWOOD":"The light elastic wood of the Aspidosperma excelsum, a tree ofGuiana having a fluted trunk readily split into planks.","MISTITLE":"To call by a wrong title.","PERSUASIBILITY":"Capability of being persuaded. Hawthorne.","RAFTING":"The business of making or managing rafts.","PROTEROGYNOUS":"Having the pistil come to maturity before the stamens;protogynous; -- opposed to proterandrous.","MULTIFACED":"Having many faces.","CATCHPENNY":"Made or contrived for getting small sums of money from theignorant or unwary; as, a catchpenny book; a catchpenny show.-- n.","VILLA":"A country seat; a country or suburban residence of somepretensions to elegance. Dryden. Cowper.","OARSMAN":"One who uses, or is skilled in the use of, an oar; a rower.","MAGNIFICENCE":"The act of doing what magnificent; the state or quality ofbeing magnificent. Acts xix. 27. \"Then cometh magnificence.\" Chaucer.And, for the heaven's wide circuit, let it speak The Maker's highmagnificence, who built so spacious. Milton.The noblest monuments of Roman magnificence. Eustace.","THUNDERHEAD":"A rounded mass of cloud, with shining white edges; a cumulus, -- often appearing before a thunderstorm.","SORTANCE":"Suitableness; agreement. [Obs.] hak.","TRIFOLIUM":"A genus of leguminous herbs with densely spiked flowers andusually trifoliate leaves; trefoil. There are many species, all ofwhich are called clover. See Clover.","GLIB":"To make glib. [Obs.] Bp. Hall.","FOOTHOT":"Hastily; immediately; instantly; on the spot; hotfloot. Gower.Custance have they taken anon, foothot. Chaucer.","ORPHELINE":"An orphan. [Obs.] Udcll.","ADULARIA":"A transparent or translucent variety of common feldspar, ororthoclase, which often shows pearly opalescent reflections; --called by lapidaries moonstone.","JUMPING DISEASE":"A convulsive tic similar to or identical with miryachit,observed among the woodsmen of Maine.","STAGY":"Having an air or manner characteristic of the stage;theatrical; artificial; as, a stagy tone or bearing; --chiefly useddepreciatively.","POLITICASTER":"A petty politician; a pretender in politics. Milton.","SHRIEKER":"One who utters a shriek.","PRATIQUE":"Primarily, liberty of converse; intercourse; hence, acertificate, given after compliance with quarantine regulations,permitting a ship to land passengers and crew; -- a term usedparticularly in the south of Europe.","HIGH":"To hie. [Obs.]Men must high them apace, and make haste. Holland.","PUSILLANIMOUSLY":"With pusillanimity.","MALTMAN":"A man whose occupation is to make malt.","VIRGINIA":"One of the States of the United States of America.-- a.","AMISSIBLE":"Liable to be lost. [R.]","QUARTERLY":"A periodical work published once a quarter, or four times in ayear.","WATER BELLOWS":"Same as Tromp.","INCORPOREALIST":"One who believes in incorporealism. Cudworth.","PROTEUS":"A sea god in the service of Neptune who assumed differentshapes at will. Hence, one who easily changes his appearance orprinciples.","ANTISYPHILITIC":"Efficacious against syphilis.-- n.","CATACAUSTIC":"Relating to, or having the properties of, a caustic curveformed by reflection. See Caustic, a. Nichol.","RELENTMENT":"The act or process of retenting; the state of having relented.Sir T. Browne.","BETTY":"A short bar used by thieves to wrench doors open. [Written alsobettee.]The powerful betty, or the artful picklock. Arbuthnot.","FREN":"A stranger. [Obs.] Spenser.","PRODIGIOUSNESS":"The quality or state of being prodigious; the state of havingqualities that excite wonder or astonishment; enormousness; vastness.","INSCRUTABLY":"In an inscrutable manner.","BEJUMBLE":"To jumble together.","NEMOPHILIST":"One who is fond of forest or forest scenery; a haunter of thewoods. [R.]","GOOD-TEMPERED":"Having a good temper; not easily vexed. See Good-natured.","RANDON":"Random. [Obs.] Spenser.","BOTCHEDLY":"In a clumsy manner.","EXCOMMUNE":"To exclude from participation in; to excommunicate. [Obs.]Poets . . . were excommuned Plato's common wealth Gayton.","BULLOCK":"To bully. [Obs.]She shan't think to bullock and domineer over me. Foote.","AKNOW":"Earlier form of Acknow. [Obs.] To be aknow, to acknowledge; toconfess. [Obs.]","GYROSTATIC":"Of or pertaining to the gyrostat or to gyrostatics.","CRURAL":"Of or pertaining to the thigh or leg, or to any of the partscalled crura; as, the crural arteries; crural arch; crural canal;crural ring.","CATCHWORD":"The first word of any page of a book after the first, insertedat the right hand bottom corner of the preceding page for theassistance of the reader. It is seldom used in modern printing.","PRETENSELESS":"Not having or making pretenses.","PASHAW":"See Pasha.","PERISSE":"To perish. [Obs.] Chaucer.","PECULIARIZE":"To make peculiar; to set appart or assign, as an exclusivepossession. [R.] Dr. John Smith.","PYOPNEUMOTHORAX":"Accumulation of air, or other gas, and of pus, in the pleuralcavity.","TIRING-ROOM":"The room or place where players dress for the stage.","ORCHIDOLOGIST":"One versed in orchidology.","SEMIBRIEF":"A semibreve. [R.]","LUBRICOUS":"Lubric.","AFFRIENDED":"Made friends; reconciled. [Obs.] \"Deadly foes . . .affriended.\" Spenser.","EPENDYMA":"The epithelial lining of the ventricles of the brain and thecanal of the spinal cord; endyma; ependymis.","EXTRADITE":"To deliver up by one government to another, as a fugitive fromjustice. See Extradition.","PERMISSIBILITY":"The quality of being permissible; permissibleness;allowableness.","SUPERNATURAL":"Being beyond, or exceeding, the power or laws of nature;miraculous.","BROADSPREADING":"Spreading widely.","FUSS":"To be overbusy or unduly anxious about trifles; to make abustle or ado. Sir W. Scott.","REPARTEE":"A smart, ready, and witty reply.Cupid was as bad as he; Hear but the youngster's repartee. Prior.","EXTRAMISSION":"A sending out; emission. [Obs.] Sir T. Browne.","ANGULOSE":"Angulous. [R.]","TRUSTILY":"In a trusty manner.","ANNULLER":"One who annuls. [R.]","ERYSIPELOUS":"Erysipelatous.","REPROVINGLY":"In a reproving manner.","GEEZ":"The original native name for the ancient Ethiopic language orpeople. See Ethiopic.","MISTRUSTLESS":"Having no mistrust or suspicion.The swain mistrustless of his smutted face. Goldsmith.","EXTRUCTION":"A building up; construction. [Obs.] Cockeram.","CONFLATION":"A blowing together, as of many instruments in a concert, or ofmany fires in a foundry. [R.]  Bacon.","SEA":"A great brazen laver in the temple at Jerusalem; -- so calledfrom its size.He made a molten sea of ten cubits from brim to brim, round incompass, and five cubits the height thereof. 2 Chron. iv. 2.","BERBE":"An African genet (Genetta pardina). See Genet.","TITRATED":"Standardized; determined or analyzed by titration; as, titratedsolutions.","TRAMONTANA":"A dry, cold, violent, northerly wind of the Adriatic.","JAPANNISH":"After the manner of the Japanese; resembling japanned articles.Carlyle.","GRUNTLING":"A young hog.","CONCAUSE":"A joint cause. Fotherby.","ABJUDICATION":"Rejection by judicial sentence. [R.] Knowles.","ANTIPYRESIS":"The condition or state of being free from fever.","RICINOLEIN":"The glycerin salt of ricinoleic acid, occuring as acharacteristic constituent of castor oil; -- formerly called palmin.","COHERER":"Any device in which an imperfectly conducting contact betweenpieces of metal or other conductors loosely resting against eachother is materially improved in conductivity by the influence ofHertzian waves; -- so called by Sir O. J. Lodge in 1894 on theassumption that the impact of the electic waves caused the looselyconnected parts to cohere, or weld together, a condition easilydestroyed by tapping. A common form of coherer as used in wirelesstelegraphy consists of a tube containing filings (usually a pinch ofnickel and silver filings in equal parts) between terminal wires orplugs (called conductor plugs).","YELLOW":"Being of a bright saffronlike color; of the color of gold orbrass; having the hue of that part of the rainbow, or of the solarspectrum, which is between the orange and the green.Her yellow hair was browded [braided] in a tress. Chaucer.A sweaty reaper from his tillage brought First fruits, the green earand the yellow sheaf. Milton.The line of yellow light dies fast away. Keble.Yellow atrophy (Med.), a fatal affection of the liver, in which itundergoes fatty degeneration, and becomes rapidly smaller and of adeep yellow tinge. The marked symptoms are black vomit, delirium,convulsions, coma, and jaundice.-- Yellow bark, calisaya bark.-- Yellow bass (Zoöl.), a North American fresh-water bass (Moroneinterrupta) native of the lower parts of the Mississippi and itstributaries. It is yellow, with several more or less broken blackstripes or bars. Called also barfish.-- Yellow berry. (Bot.) Same as Persian berry, under Persian.-- Yellow boy, a gold coin, as a guinea. [Slang] Arbuthnot.-- Yellow brier. (Bot.) See under Brier.-- Yellow bugle (Bot.), a European labiate plant (Ajuga Chamæpitys).-- Yellow bunting (Zoöl.), the European yellow-hammer.-- Yellow cat (Zoöl.), a yellow catfish; especially, the bashaw.-- Yellow copperas (Min.), a hydrous sulphate of iron; -- calledalso copiapite.-- Yellow copper ore, a sulphide of copper and iron; copper pyrites.See Chalcopyrite.-- Yellow cress (Bot.), a yellow-flowered, cruciferous plant(Barbarea præcox), sometimes grown as a salad plant.-- Yellow dock. (Bot.) See the Note under Dock.-- Yellow earth, a yellowish clay, colored by iron, sometimes usedas a yellow pigment.-- Yellow fever (Med.), a malignant, contagious, febrile disease ofwarm climates, attended with jaundice, producing a yellow color ofthe skin, and with the black vomit. See Black vomit, in theVocabulary.-- Yellow flag, the quarantine flag. See under Quarantine, and 3dFlag.-- Yellow jack. (a) The yellow fever. See under 2d Jack. (b) Thequarantine flag. See under Quarantine.-- Yellow jacket (Zoöl.), any one of several species of Americansocial wasps of the genus Vespa, in which the color of the body ispartly bright yellow. These wasps are noted for their irritability,and for their painful stings.-- Yellow lead ore (Min.), wulfenite.-- Yellow lemur (Zoöl.), the kinkajou.-- Yellow macauco (Zoöl.), the kinkajou.-- Yellow mackerel (Zoöl.), the jurel.-- Yellow metal. Same as Muntz metal, under Metal.-- Yellow ocher (Min.), an impure, earthy variety of brown iron ore,which is used as a pigment.-- Yellow oxeye (Bot.), a yellow-flowered plant (Chrysanthemumsegetum) closely related to the oxeye daisy.-- Yellow perch (Zoöl.), the common American perch. See Perch.-- Yellow pike (Zoöl.), the wall-eye.-- Yellow pine (Bot.), any of several kinds of pine; also, theiryellowish and generally durable timber. Among the most common arevaluable species are Pinus mitis and P. palustris of the Eastern andSouthern States, and P. ponderosa and P. Arizonica of the RockyMountains and Pacific States.-- Yellow plover (Zoöl.), the golden plover.-- Yellow precipitate (Med. Chem.), an oxide of mercury which isthrown down as an amorphous yellow powder on adding corrosivesublimate to limewater.-- Yellow puccoon. (Bot.) Same as Orangeroot.-- Yellow rail (Zoöl.), a small American rail (PorzanaNoveboracensis) in which the lower parts are dull yellow, darkest onthe breast. The back is streaked with brownish yellow and with black,and spotted with white. Called also yellow crake.-- Yellow rattle, Yellow rocket. (Bot.) See under Rattle, andRocket.-- Yellow Sally (Zoöl.), a greenish or yellowish European stone flyof the genus Chloroperla; -- so called by anglers.-- Yellow sculpin (Zoöl.), the dragonet.-- Yellow snake (Zoöl.), a West Indian boa (Chilobothrus inornatus)common in Jamaica. It becomes from eight to ten long. The body isyellowish or yellowish green, mixed with black, and anteriorly withblack lines.-- Yellow spot. (a) (Anat.) A small yellowish spot with a centralpit, the fovea centralis, in the center of the retina where vision ismost accurate. See Eye. (b) (Zoöl.) A small American butterfly(Polites Peckius) of the Skipper family. Its wings are brownish, witha large, irregular, bright yellow spot on each of the hind wings,most conspicuous beneath. Called also Peck's skipper. See Illust.under Skipper, n., 5.-- Yellow tit (Zoöl.), any one of several species of crested titmiceof the genus Machlolophus, native of India. The predominating colorsof the plumage are yellow and green.-- Yellow viper (Zoöl.), the fer-de-lance.-- Yellow warbler (Zoöl.), any one of several species of Americanwarblers of the genus Dendroica in which the predominant color isyellow, especially D. æstiva, which is a very abundant and familiarspecies; -- called also garden warbler, golden warbler, summeryellowbird, summer warbler, and yellow-poll warbler.-- Yellow wash (Pharm.), yellow oxide of mercury suspended in water,-- a mixture prepared by adding corrosive sublimate to limewater.-- Yellow wren (Zoöl.) (a) The European willow warbler. (b) TheEuropean wood warbler.","DRABBLER":"A piece of canvas fastened by lacing to the bonnet of a sail,to give it a greater depth, or more drop.","ICILY":"In an icy manner; coldly.Faultily faultless, icily regular, splendidly null, Dead perfection,no more. Tennyson.","ANTE":"Each player's stake, which is put into the pool before (ante)the game begins.","ON-HANGER":"A hanger-on.","PERSALT":"A term formerly given to the salts supposed to be formedrespectively by neutralizing acids with certain peroxides. [Obsoles.]","BONIFY":"To convert into, or make, good.To bonify evils, or tincture them with good. Cudworth.","OVERSHADE":"To cover with shade; to render dark or gloomy; to overshadow.Shak.","YAMMA":"The llama.","TAWER":"One who taws; a dresser of white leather.","LIMONIN":"A bitter, white, crystalline substance found in orange andlemon seeds.","CYMOPHANE":"See Chrysoberyl.","BIPOLARITY":"Bipolar quality.","SACCHOLACTATE":"A salt of saccholactactic acid; -- formerly called alsosaccholate. [Obs.] See Mucate.","ALACRIOUSNESS":"Alacrity. [Obs.] Hammond.","BITSTOCK":"A stock or handle for holding and rotating a bit; a brace.","PLATYRHINE":"Having the nose broad; -- opposed to Ant: leptorhine.-- n. (Zoöl.)","PIG":"A piggin. [Written also pigg.]","PREFIDENCE":"The quality or state of being prefident. [Obs.] Baxter.","EVERYTHING":"Whatever pertains to the subject under consideration; allthings.More wise, more learned, more just, more everything. Pope.","LIGNIFORM":"Like wood.","COPRA":"The dried meat of the cocoanut, from which cocoanut oil isexpressed. [Written also cobra, copperah, coppra.]","PINKNESS":"Quality or state of being pink.","ACUTELY":"In an acute manner; sharply; keenly; with nice discrimination.","COMPOS-MENTIS":"One who is compos mentis. [Colloq.]","ANTENICENE":"Of or in the Christian church or era, anterior to the firstcouncil of Nice, held a. d. 325; as, antenicene faith.","EXPLORING":"Employed in, or designed for, exploration. \"Exploring parties.\"Bancroft.","NARRATE":"To tell, rehearse, or recite, as a story; to relate theparticulars of; to go through with in detail, as an incident ortransaction; to give an account of.","DOGATE":"The office or dignity of a doge.","KNOUT":"A kind of whip for flogging criminals, formerly much used inRussia. The last is a tapering bundle of leather thongs twisted withwire and hardened, so that it mangles the flesh.","SAFE":"A place for keeping things in safety. Specifically:(a) A strong and fireproof receptacle (as a movable chest of steel,etc., or a closet or vault of brickwork) for money, valuable papers,or the like.(b) A ventilated or refrigerated chest or closet for securingprovisions from noxious animals or insects.","YTTRIA":"The oxide, Y2O3, or earth, of yttrium.","ATOLE":"A porridge or gruel of maize meal and water, milk, or the like.[Sp. Amer.]","EYSELL":"Same as Eisel. [Obs.] Shak.","MANUFACTORY":"Pertaining to manufacturing.","TIMAL":"The blue titmouse. [Prov. Eng.]","CHELIDONIC":"Of, pertaining to, or derived from, the celandine. Cheidonicacid, a weak acid extracted fron the celandine (Chelidonium majus),as a white crystalline substance.","PANSHON":"An earthen vessel wider at the top than at the bottom, -- usedfor holding milk and for various other purposes. [Prov. Eng.]Halliwell.","WATERCOURSE":"One of the holes in floor or other plates to permit water toflow through.","CONTROVERSARY":"Controversial. [Obs.] Bp. Hall.","SICH":"Such. [Obs. or Colloq.] Spenser.","INFUSER":"One who, or that which, infuses.","SUBDULCID":"Somewhat sweet; sweetish. [R.]","ESTER":"An ethereal salt, or compound ether, consisting of an organicradical united with the residue of any oxygen acid, organic orinorganic; thus the natural fats are esters of glycerin and the fattyacids, oleic, etc.","ARSENICISM":"A diseased condition produced by slow poisoning with arsenic.","OVERSPAN":"To reach or extend over.","ANTIPATHIC":"Belonging to antipathy; opposite; contrary; allopathic.","HEURISTIC":"Serving to discover or find out.","BACTERICIDE":"Same as Germicide.","LENGTHY":"Having length; rather long or too long; prolix; not brief; --said chiefly of discourses, writings, and the like. \"Lengthyperiods.\" Washington. \"Some lengthy additions.\" Byron. \"These wouldbe details too lengthy.\" Jefferson. \"To cut short lengthyexplanations.\" Trench.","EMERSED":"Standing out of, or rising above, water. Gray.","SYNGENESIA":"A Linnæan class of plants in which the stamens are united bythe anthers.","VEILLESS":"Having no veil. Tennyson.","EXPUGN":"To take by assault; to storm; to overcome; to vanquish; as, toexpugn cities; to expugn a person by arguments.","RETTERY":"A place or establishment where flax is retted. See Ret. Ure.","EXPULSE":"To drive out; to expel. [Obs.]If charity be thus excluded and expulsed. Milton.","OYSTERING":"Gathering, or dredging for, oysters.","PARALYTIC":"A person affected with paralysis.","PESTIFEROUSLY":"In a pestiferuos manner.","HEARTSICK":"Sick at heart; extremely depressed in spirits; very despondent.","DINGY":"Soiled; sullied; of a dark or dusky color; dark brown; dirty.\"Scraps of dingy paper.\" Macaulay.","EIGHT":"An island in a river; an ait. [Obs.] \"Osiers on their eights.\"Evelyn.","FIRELESS":"Destitute of fire.","DISVALUATION":"Disesteem; depreciation; disrepute. Bacon.","FOLIATE":"Furnished with leaves; leafy; as, a foliate stalk. Foliatecurve. (Geom.) Same as Folium.","AROMATOUS":"Aromatic. [Obs.] Caxton.","EVOLVE":"To become open, disclosed, or developed; to pass through aprocess of evolution. Prior.","LIGSAM":"Same as Ligan. Brande & C.","CORSEPRESENT":"An offering made to the church at the interment of a dead body.Blackstone.","LINEARY":"Linear. Holland.","CONCH":"A name applied to various marine univalve shells; esp. to thoseof the genus Strombus, which are of large size. S. gigas is the largepink West Indian conch. The large king, queen, and cameo conchs areof the genus Cassis. See Cameo.","BAROSCOPE":"Any instrument showing the changes in the weight of theatmosphere; also, less appropriately, any instrument that indicates -or foreshadows changes of the weather, as a deep vial of liquidholding in suspension some substance which rises and falls withatmospheric changes.","TRUNK STEAMER":"A freight steamer having a high hatch coaming extending almostcontinuously fore and aft, but not of whaleback form at the sides.","MACROCHIRES":"A division of birds including the swifts and humming birds. Socalled from the length of the distal part of the wing.","RETIPED":"A bird having small polygonal scales covering the tarsi.","CERTIFICATION":"The act of certifying.","TINSMITH":"One who works in tin; a tinner.","MISPLEAD":"To err in pleading.","WATER BLACKBIRD":"The European water ousel, or dipper.","WORNIL":"See Wormil.","PENCILED":"Marked with parallel or radiating lines.","HERBALIST":"One skilled in the knowledge of plants; a collector of, ordealer in, herbs, especially medicinal herbs.","COAITA":"The native name of certain South American monkeys of the genusAteles, esp. A. paniscus. The black-faced coaita is Ateles ater. SeeIllustration in Appendix.","NIPPING":"Biting; pinching; painful; destructive; as, a nipping frost; anipping wind.","ZOUNDS":"An exclamation formerly used as an oath, and an expression ofanger or wonder.","STELLIONATE":"Any fraud not distinguished by a more special name; -- chieflyapplied to sales of the same property to two different persons, orselling that for one's own which belongs to another, etc. Erskine.","SPORTINGLY":"In sport; sportively.The question you there put, you do it, I suppose, but sportingly.Hammond.","VERMICULE":"A small worm or insect larva; also, a wormlike body. [R.]Derham.","FLUTIST":"A performer on the flute; a flautist. Busby.","JETTY":"Made of jet, or like jet in color.The people . . . are of a jetty. Sir T. Browne.","TRANSPECIATE":"To change from one species to another; to transform. [Obs.]Power to transpeciate a man into a horse. Sir T. Browne.","VAINGLORY":"Excessive vanity excited by one's own performances; emptypride; undue elation of mind; vain show; boastfulness.He had nothing of vainglory. Bacon.The man's undone forever; for if Hector break not his neck i' thecombat, he'll break't himself in vainglory. Shak.","SPELICANS":"See Spilikin.","TORRENS SYSTEM":"A system of registration of titles to land (as distinct fromregistration of deeds) introduced into South Australia by the RealProperty (or Torrens) Act (act 15 of 1857-58), drafted by Sir RobertTorrens (1814-84). Its essential feature is the guaranty by thegovernment of properly registered titles. The system has beengenerally adopted in Australia and British Columbia, and in itsoriginal or a modified form in some other countries, including someStates of the United States. Hence Torrens title, etc.","MORO":"A small abscess or tumor having a resemblance to a mulberry.Dunglison.","WHETILE":"The green woodpecker, or yaffle. See Yaffle. [Prov. Eng.]","DISINCLOSE":"To free from being inclosed.","FULMINURIC":"Pertaining to fulminic and cyanuric acids, and designating anacid so called. Fulminuric acid (Chem.), a white, crystalline,explosive subatance, H3C3N3O3, forming well known salts, and obtainedfrom the fulnunates. It is isomeric with cyanuric acid, and hence isalso called isocyanuric acid.","STRATIGRAPHY":"That branch of geology which treats of the arrangement andsuccession of strata.","MODERN":"A person of modern times; -- opposed to ancient. Pope.","REMORDENCY":"Remorse; compunction; compassion. [Obs.] Killingbeck.","PAMPHLETEER":"A writer of pamphlets; a scribbler. Dryden. Macaulay.","UNDERLOCK":"A lock of wool hanging under the belly of a sheep.","RECLINED":"Falling or turned downward; reclinate.","NAKEDNESS":"The privy parts; the genitals.Ham ... saw the nakedness of his father. Gen. ix. 22.","EXTEMPORIZER":"One who extemporizes.","PRUDENTIALIST":"One who is governed by, or acts from, prudential motives. [R.]Coleridge.","INACTUATE":"To put in action. [Obs.]","SEA DRAKE":"The pewit gull.","INTERMEMBRANOUS":"Within or beneath a membrane; as, intermembranous ossification.","SUMMIT":"The most elevated part of a bivalve shell, or the part in whichthe hinge is situated. Summit level, the highest level of a canal, arailroad, or the like, in surmounting an ascent.","INTERMUNDIAN":"Intermundane. [Obs.]","RHOMBUS":"Same as Rhomb, 1.","CIVILIZATION":"Rendering a criminal process civil. [Obs.]","COSTAL-NERVED":"Having the nerves spring from the midrib.","BRISTLE-SHAPED":"Resembling a bristle in form; as, a bristle-shaped leaf.","IMPROPERIA":"A series of antiphons and responses, expressing the sorrowfulremonstrance of our Lord with his people; -- sung on the morning ofthe Good Friday in place of the usual daily Mass of the Roman ritual.Grove.","SQUALIDITY":"The quality or state of being squalid; foulness; filthiness.","SCUTIPED":"Having the anterior surface of the tarsus covered withscutella, or transverse scales, in the form of incomplete bandsterminating at a groove on each side; -- said of certain birds.","PHARMACIST":"One skilled in pharmacy; a pharmaceutist; a druggist.","ELEVATED":"Uplifted; high; lofty; also, animated; noble; as, elevatedthoughts. Elevated railway, one in which the track is raisedconsiderably above the ground, especially a city railway above theline of street travel.","FIGUREHEAD":"The figure, statue, or bust, on the prow of a ship.","CREBROUS":"Frequent; numerous. [Obs.] Goodwin.","PROGENY":"Descendants of the human kind, or offspring of other animals;children; offspring; race, lineage. \" Issued from the progeny ofkings.\" Shak.","JEWRY":"Judea; also, a district inhabited by Jews; a Jews' quarter.Chaucer.Teaching throughout all Jewry. Luke xxiii. 5.","INKLE":"A kind of tape or braid. Shak.","CROUPY":"Of or pertaining to croup; resembling or indicating croup; as,a croupy cough.","DISSUADER":"One who dissuades; a dehorter.","DISTRAIT":"Absent-minded; lost in thought; abstracted.","MOSTE":"of Mote. Chaucer.","PSEUDONYMOUS":"Bearing a false or fictitious name; as, a pseudonymous work.-- Pseu*don\"y*mous*ly, adv.-- Pseu*don\"y*mous*ness, n.","TREMOLANDO":"Same as Tremando.","REPETITIVE":"Containing repetition; repeating. [R.]","FERRETTO":"Copper sulphide, used to color glass. Hebert.","HEALINGLY":"So as to heal or cure.","TETTISH":"Captious; testy. [Written also teatish.] [Obs.] Beau. & Fl.","UNBELIEVED":"Not believed; disbelieved.","WARP KNITTING":"A kind of knitting in which a number of threads areinterchained each with one or more contiguous threads on either side.","WREAK":"To reck; to care. [Obs.] Shak.","REVELER":"One who revels. \"Moonshine revelers.\" Shak.","PRESIGNIFICATION":"The act of signifying or showing beforehand.","HYPOGYN":"An hypogynous plant.","DISIMPASSIONED":"Free from warmth of passion or feeling.","OYSTER-GREEN":"A green membranous seaweed (Ulva) often found growing onoysters but common on stones, piles, etc.","SCAZON":"A choliamb.","INTELLECTIVELY":"In an intellective manner. [R.] \"Not intellectivelly to write.\"Warner.","INSHEATHE":"To insert as in a sheath; to sheathe. Hughes.","DISCALCEATE":"To pull off shoes or sandals from. [Obs.] Cockeram.","TETRARCH":"A Roman governor of the fourth part of a province; hence, anysubordinate or dependent prince; also, a petty king or sovereign.","ABREPTION":"A snatching away. [Obs.]","SCOTTERING":"The burning of a wad of pease straw at the end of harvest.[Prov. Eng.]","ALTERCATION":"Warm contention in words; dispute carried on with heat oranger; controversy; wrangle; wordy contest. \"Stormy altercations.\"Macaulay.","BLACK FRIAR":"A friar of the Dominican order; -- called also predicant andpreaching friar; in France, Jacobin. Also, sometimes, a Benedictine.","ARRACK":"A name in the East Indies and the Indian islands for all ardentspirits. Arrack is often distilled from a fermented mixture of rice,molasses, and palm wine of the cocoanut tree or the date palm, etc.","ASCEND":"To go or move upward upon or along; to climb; to mount; to goup the top of; as, to ascend a hill, a ladder, a tree, a river, athrone.","SHEELING":"A hut or small cottage in an expessed or a retired place (as ona mountain or at the seaside) such as is used by shepherds,fishermen, sportsmen, etc.; a summer cottage; also, a shed. [Writtenalso sheel, shealing, sheiling, etc.] [Scot.]","CISSOID":"A curve invented by Diocles, for the purpose of solving twocelebrated problems of the higher geometry; viz., to trisect a planeangle, and to construct two geometrical means between two givenstraight lines.","POSTAXIAL":"Situated behind any transverse axis in the body of an animal;caudal; posterior; especially, behind, or on the caudal or posterior(that is, ulnar or fibular) side of, the axis of a vertebrate limb.","TREN":"A fish spear. [Obs.] Ainsworth.","MODISTE":"A female maker of, or dealer in, articles of fashion,especially of the fashionable dress of ladies; a woman who givesdirection to the style or mode of dress.","MACHINAL":"Of or pertaining to machines.","METHEGLIN":"A fermented beverage made of honey and water; mead. Gay.","TALLOW-FACED":"Having a sickly complexion; pale. Burton.","INTERMUNDANE":"Being, between worlds or orbs. [R.] \"Intermundane spaces.\"Locke.","EASEFUL":"Full of ease; suitable for affording ease or rest; quiet;comfortable; restful. Shak.-- Ease\"ful*ly, adv.-- Ease\"ful*ness, n.","WEBEYE":"See Web, n., 8.","DISAPPROPRIATION":"The act of disappropriating.","SLOVENRY":"Slovenliness. [Obs.] Shak.","BRUNONIAN":"Pertaining to, or invented by, Brown; -- a term applied to asystem of medicine promulgated in the 18th century by John Brown, ofScotland, the fundamental doctrine of which was, that life is a stateof excitation produced by the normal action of external agents uponthe body, and that disease consists in excess or deficiency ofexcitation.","SUBINGRESSION":"Secret entrance. [R.] Boyle.","-MENT":"A suffix denoting that which does a thing; an act or process;the result of an act or process; state or condition; as, aliment,that which nourishes, ornament, increment; fragment, piece broken,segment; abridgment, act of abridging, imprisonment, movement,adjournment; amazement, state of being amazed, astonishment.","KREATIN":"See Creatin.","CHANCELLOR":"A judicial court of chancery, which in England and in theUnited States is distinctively a court with equity jurisdiction.","CYSTIDEAN":"One of the Cystidea.","INTERCROP":"To cultivate by planting simultaneous crops in alternate rows;as, to intercrop an orchard. Also, to use for catch crops at seasonswhen the ground is not covered by crops of the regular rotation.","SEMIOCCASIONALLY":"Once in a while; on rare occasions. [Colloq. U. S.]","GRANITIFORM":"Resembling granite in structure or shape.","REBURY":"To bury again. Ashmole.","REPRESS":"To press again.","REZ-DE-CHAUSSEE":"The ground story of a building, either on a level with thestreet or raised slightly above it; -- said esp. of buildings on thecontinent of Europe.","APRICATE":"To bask in the sun. Boyle.","SPICILY":"In a spicy manner.","INEQUAL":"Unequal; uneven; various. [Obs.] Chaucer.","MESOTHORAX":"The middle segment of the thorax in insects. See Illust. ofColeoptera.","PINGSTER":"See Pinkster.","FROM":"Out of the neighborhood of; lessening or losing proximity to;leaving behind; by reason of; out of; by aid of; -- used wheneverdeparture, setting out, commencement of action, being, state,occurrence, etc., or procedure, emanation, absence, separation, etc.,are to be expressed. It is construed with, and indicates, the pointof space or time at which the action, state, etc., are regarded assetting out or beginning; also, less frequently, the source, thecause, the occasion, out of which anything proceeds; -- thearitithesis and correlative of to; as, it, is one hundred miles fromBoston to Springfield; he took his sword from his side; lightproceeds from the sun; separate the coarse wool from the fine; menhave all sprung from Adam, and often go from good to bad, and frombad to worse; the merit of an action depends on the principle fromwhich it proceeds; men judge of facts from personal knowledge, orfrom testimony.Experience from the time past to the time present. Bacon.The song began from Jove. Drpden.From high Mæonia's rocky shores I came. Addison.If the wind blow any way from shore. Shak.","CHIDE":"A continuous noise or murmur.The chide of streams. Thomson.","AUGITIC":"Pertaining to, or like, augite; containing augite as aprincipal constituent; as, augitic rocks.","CASSIOPEIA":"A constellation of the northern hemisphere, situated betweenCapheus and Perseus; -- so called in honor of the wife of Cepheus, afabuolous king of Ethiopia. Cassiopeia's Chair, a group of six stars,in Cassiopeia, somewhat resembling a chair.","CROSS-ARMED":"With arms crossed.","BREAST-HIGH":"High as the breast.","AGIST":"To take to graze or pasture, at a certain sum; -- usedoriginally of the feeding of cattle in the king's forests, andcollecting the money for the same. Blackstone.","RHYMER":"One who makes rhymes; a versifier; -- generally in contempt; apoor poet; a poetaster.This would make them soon perceive what despicaple creatures ourcommon rhymers and playwriters be. Milton.","BOORT":"See Bort.","MONOTOCOUS":"Bearing fruit but once; monocarpic.","JUDEAN":"Of or pertaining to Judea.-- n.","BELAY":"To make fast, as a rope, by taking several turns with it rounda pin, cleat, or kevel. Totten.","INVINCIBLE":"Incapable of being conquered, overcome, or subdued;unconquerable; insuperable; as, an invincible army, or obstacle.Lead forth to battle these my sons Invincible. Milton.-- In*vin\"ci*ble*ness, n.-- In*vin\"ci*bly, adv.","PADNAG":"An ambling nag. \"An easy padnag.\" Macaulay.","CHILDISHLY":"In the manner of a child; in a trifling way; in a weak orfoolish manner.","FINNISH":"Of or pertaining to Finland, to the Finns, or to theirlanguage.-- n.","FLEXILE":"Flexible; pliant; pliable; easily bent; plastic; tractable.Wordsworth.","HELMINTHIC":"Of or relating to worms, or Helminthes; expelling worms.-- n.","FRINGE TREE":"A small oleaceous tree (Chionanthus virginica), of the southernUnited States, having clusters of white flowers with slender petals.It is often cultivated.","UNIFLAGELLATE":"Having but one flagellum; as, uniflagellate organisms.","FLINT GLASS":"A soft, heavy, brilliant glass, consisting essentially of asilicate of lead and potassium. It is used for tableware, and foroptical instruments, as prisms, its density giving a high degree ofdispersive power; -- so called, because formerly the silica wasobtained from pulverized flints. Called also crystal glass. Cf.Glass.","PRIGGISH":"Like a prig; conceited; pragmatical.-- Prig\"gish*ly, adv.-- Prig\"gish-ness, n.","KILN-DRY":"To dry in a kiln; as, to kiln-dry meal or grain. Mortimer.","OUTVOTE":"To exceed in the number of votes given; to defeat by votes.South.","ENDASPIDEAN":"Having the anterior scutes extending around the tarsus on theinner side; -- said of certain birds.","AVAUNT":"Begone; depart; -- a word of contempt or abhorrence, equivalentto the phrase \"Get thee gone.\"","SANITARY":"Of or pertaining to health; designed to secure or preservehealth; relating to the preservation or restoration of health;hygienic; as, sanitary regulations. See the Note under Sanatory.Sanitary Commission. See under Commission.","EXCOMMUNICABLE":"Liable or deserving to be excommunicated; makingexcommunication possible or proper. \"Persons excommunicable .\" Bp.Hall.What offenses are excommunicable Kenle.","SOLVABLENESS":"Quality of being solvable.","UNDULANT":"Undulating. [R.]","OCCASIONALLY":"In an occasional manner; on occasion; at times, as conveniencerequires or opportunity offers; not regularly. Stewart.The one, Wolsey, directly his subject by birth; the other, hissubject occasionally by his preferment. Fuller.","IN TRANSITU":"In transit; during passage; as, goods in transitu.","POLYSPAST":"A machine consisting of many pulleys; specifically, anapparatus formerly used for reducing luxations.","FROST SIGNAL":"A signal consisting of a white flag with a black center, usedby the United States Weather Bureau to indicate that a local frost isexpected. It is used only in Florida and along the coasts of thePacific and the Gulf Mexico.","TURBINE":"A water wheel, commonly horizontal, variously constructed, butusually having a series of curved floats or buckets, against whichthe water acts by its impulse or reaction in flowing either outwardfrom a central chamber, inward from an external casing, or from abovedownward, etc.; -- also called turbine wheel.","EXUNDATION":"An overflow, or overflowing abundance. [R.] Ray.","CONFECT":"A comfit; a confection. [Obs.]At supper eat a pippin roasted and sweetened with sugar of roses andcaraway confects. Harvey.","RHEUMATISMOID":"Of or resembling rheum or rheumatism.","ALTISONANT":"High-sounding; lofty or pompous. Skelton.","GLYCIDE":"A colorless liquid, obtained from certain derivatives ofglycerin, and regarded as a partially dehydrated glycerin; -- calledalso glycidic alcohol.","SIGH-BORN":"Sorrowful; mournful. [R.] \"Sigh-born thoughts.\" De Quincey.","CAPRATE":"A salt of capric acid.","MISAPPROPRIATE":"To appropriate wrongly; to use for a wrong purpose.","PARAMORPHOUS":"Relating to paramorphism; exhibiting paramorphism.","TURFING":"The act or process of providing or covering with turf. Turfingiron, or Turfing spade, an implement for cutting, and paring off,turf.","BUTTRESS":"A projecting mass of masonry, used for resisting the thrust ofan arch, or for ornament and symmetry.","DEOXYGENATE":"To deoxidize. [Obs.]","PRENATAL":"Being or happening before birth.","OPIFEROUS":"Bringing help. [R.]","BURSTER":"One that bursts.","KAKOXENE":"See Cacoxene.","SAIMIR":"The squirrel monkey.","GROATS":"Dried grain, as oats or wheat, hulled and broken or crushed; inhigh milling, cracked fragments of wheat larger than grits. Embdengroats, crushed oats.","KIRSCHWASSER":"An alcoholic liquor, obtained by distilling the fermented juiceof the small black cherry.","TRISAGION":"An ancient anthem, -- usually known by its Latin nametersanctus.See Tersanctus.","MESTEE":"The offspring of a white person and a quadroon; -- so called inthe West Indies. [Written also mustee.]","CAMMAS":"See Camass.","EXSUFFLATION":"A kind of exorcism by blowing with the breath. Jer. Taylor.","SEXENNIAL":"Lasting six years, or happening once in six years.-- n.","SPORTABILITY":"Sportiveness. [Obs.]","AEROLOGIST":"One versed in aërology.","PENTACRINITE":"Any species of Pentacrinus.","DENDRIFORM":"Resembling in structure a tree or shrub.","LARVE":"A larva.","GENIAN":"Of or pertaining to the chin; mental; as, the genianprominence.","BRAINY":"Having an active or vigorous mind. [Colloq.]","UNCORD":"To release from cords; to loosen the cord or cords of; tounfasten or unbind; as, to uncord a package.","FRIGHTMENT":"Fear; terror. [Obs.]","BARTHOLOMEW TIDE":"Time of the festival of St. Bartholomew, August 24th. Shak.","CEDULE":"A scroll; a writing; a schedule. [Obs.]","WEARIFUL":"Abounding in qualities which cause weariness; wearisome.-- Wea\"ri*ful*ly, adv.","QUINOLOGIST":"One who is versed in quinology.","GATEWISE":"In the manner of a gate.Three circles of stones set up gatewise. Fuller.","BUILT":"Shape; build; form of structure; as, the built of a ship.[Obs.] Dryden.","RIPELY":"Maturely; at the fit time. Shak.","INCONVENIENTLY":"In an inconvenient manner; incommodiously; unsuitably;unseasonably.","FLANGED":"Having a flange or flanges; as, a flanged wheel.","DEPLANTATION":"Act of taking up plants from beds.","REFERRER":"One who refers.","TAILED":"Having a tail; having (such) a tail or (so many) tails; --chiefly used in composition; as, bobtailed, longtailed, etc.Snouted and tailed like a boar. Grew.","VISIONARINESS":"The quality or state of being visionary.","DOMAIN":"Ownership of land; an estate or patrimony which one has in hisown right; absolute proprietorship; paramount or sovereign ownership.Public domain, the territory belonging to a State or to the generalgovernment; public lands. [U.S.]in the public domain may be used byanyone wihout restriction.-- Right of eminent domain, that superior dominion of the sovereignpower over all the property within the state, including thatpreviously granted by itself, which authorizes it to appropriate anypart thereof to a necessary public use, reasonable compensation beingmade.","MISCONCEPTION":"Erroneous conception; false opinion; wrong understanding.Harvey.","DIFFINITIVE":"Definitive; determinate; final. [Obs.] Sir H. Wotton.","NEZ PERCES":"A tribe of Indians, mostly inhabiting Idaho.","KILOVOLT":"A unit of electromotive force equal to one thousand volts.","SABBATHLESS":"Without Sabbath, or intermission of labor; hence, withoutrespite or rest. Bacon.","PALEOLITH":"A relic of the Paleolithic era.","GAMOGENESIS":"The production of offspring by the union of parents ofdifferent sexes; sexual reproduction; -- the opposite ofagamogenesis.","STAFFISH":"Stiff; harsh. [Obs.] Ascham.","PREOCULAR":"Placed just in front of the eyes, as the antennæ of certaininsects.-- n.","UPSHOOT":"To shoot upward. \"Trees upshooting high.\" Spenser.","CATENATE":"To connect, in a series of links or ties; to chain. E. Darwin.","RECONSOLIDATION":"The act or process of reconsolidating; the state of beingreconsolidated.","KEYSEAT":"To form a key seat, as by cutting. See Key seat, under Key.","SHONDE":"Harm; disgrace; shame. [Obs.] Chaucer.","FRAGMENTIST":"A writer of fragments; as, the fragmentist of Wolfenbüttel.[R.]","UNSURETY":"Want of surety; uncertainty; insecurity; doubt. [Obs.] Sir T.More.","DITION":"Dominion; rule. [Obs.] Evelyn.","FLUE":"An inclosed passage way for establishing and directing acurrent of air, gases, etc.; an air passage; esp.:(a) A compartment or division of a chimney for conveying flame andsmoke to the outer air.(b) A passage way for conducting a current of fresh, foul, or heatedair from one place to another.(c) (Steam Boiler) A pipe or passage for conveying flame and hotgases through surrounding water in a boiler; -- distinguished from atube which holds water and is surrounded by fire. Small flues arecalled fire tubes or simply tubes. Flue boiler. See under Boiler.-- Flue bridge, the separating low wall between the flues and thelaboratory of a reverberatory furnace.-- Flue plate (Steam Boiler), a plate to which the ends of the fluesare fastened; -- called also flue sheet, tube sheet, and tube plate.-- Flue surface (Steam Boiler), the aggregate surface of fluesexposed to flame or the hot gases.","PROSODIAN":"A prosodist. Rush.","INCHWORM":"The larva of any geometrid moth. See Geometrid.","DISINFECT":"To free from infectious or contagious matter; to destroyputrefaction; to purify; to make innocuous.When the infectious matter and the infectious matter and theodoriferous matter are one . . . then to deodorize is to disinfect.Ure.","BOTTOM FERMENTATION":"A slow alcoholic fermentation during which the yeast cellscollect at the bottom of the fermenting liquid. It takes place at atemperature of 4º - 10º C. (39º - 50ºF.). It is used in making lagerbeer and wines of low alcohol content but fine bouquet.","CALORIFERE":"An apparatus for conveying and distributing heat, especially bymeans of hot water circulating in tubes.","CARBURIZATION":"The act, process, or result of carburizing.","PALAEO-":"See Paleo-.","PHALANGIOUS":"Of or pertaining to Phalangoidea.","GAILLIARDE":"A lively French and Italian dance.","FLOWERAGE":"State of flowers; flowers, collectively or in general.Tennyson.","WRETCHEDLY":"In a wretched manner; miserably; despicable.","ALOIN":"A bitter purgative principle in aloes.","BUT-THORN":"The common European starfish (Asterias rubens).","APPROVING":"Expressing approbation; commending; as, an approving smile.-- Ap*prov\"ing*ly, adv.","GALATIAN":"Of or pertaining to Galatia or its inhabitants.-- A native or inhabitant of Galatia, in Asia Minor; a descendant ofthe Gauls who settled in Asia Minor.","LACTAM":"One of a series of anhydrides of an amido type, analogous tothe lactones, as oxindol.","CRABBY":"Crabbed; difficult, or perplexing. \"Persius is crabby, becauseancient.\" Marston.","SITFAST":"Fixed; stationary; immovable. [R.]'T is good, when you have crossed the sea and back, To find thesitfast acres where you left them. Emerson.","DISSOCIAL":"Unfriendly to society; contracted; selfish; as, dissocialfeelings.","REVELRY":"The act of engaging in a revel; noisy festivity; reveling.And pomp and feast and revelry. Milton.","DEMOCRATIST":"A democrat. [R.] Burke.","CORNIST":"A performer on the cornet or horn.","GUSHER":"One who gushes. [Colloq.]","CATARACTOUS":"Of the nature of a cataract in the eye; affected with cataract.","PECTIZE":"To congeal; to change into a gelatinous mass. [R.] H. Spencer.","INDUCTIONAL":"Pertaining to, or proceeding by, induction; inductive.","COUNTERACTIVE":"Tending to counteract.","FOOT VALVE":"A suction valve or check valve at the lower end of a pipe;esp., such a valve in a steam-engine condenser opening to the airpump.","TEMPESTIVE":"Seasonable; timely; as, tempestive showers. [Obs.] Heywood.-- Tem*pes\"tive*ly, adv. [Obs.]","NEGLIGENT":"Apt to neglect; customarily neglectful; characterized bynegligence; careless; heedless; culpably careless; showing lack ofattention; as, disposed in negligent order. \"Be thou negligent offame.\" Swift.He that thinks he can afford to be negligent is not far from beingpoor. Rambler.","COOPERING":"Work done by a cooper in making or repairing barrels, casks,etc.; the business of a cooper.","STRICK":"A bunch of hackled flax prepared for drawing into slivers.Knight.","PEDICELED":"Pedicellate.","CATECHUIC":"Of or pertaining to catechu or its derivatives. See catechin.","EMBOSSER":"One who embosses.","MAUNDERER":"One who maunders.","WHITNEYITE":"an arsenide of copper from Lake Superior.","PALIFORM":"Resembling a palus; as, the paliform lobes of the septa incorals.","TREAT":"To care for medicinally or surgically; to manage in the use ofremedies or appliances; as, to treat a disease, a wound, or apatient.","INEQUATION":"An inequality.","POTICHE":"A vase with a separate cover, the body usually rounded orpolygonal in plan with nearly vertical sides, a neck of smaller size,and a rounded shoulder.","COMMANDRY":"See Commandery.","INEFFACEABLY":"So as not to be effaceable.","OSTEAL":"Osseous.","GULES":"The tincture red, indicated in seals and engraved figures ofescutcheons by parallel vertical lines. Hence, used poetically for ared color or that which is red.His sev'n-fold targe a field of gules did stain In which two swordshe bore; his word, \"Divide and reign.\" P. Fletcher.Follow thy drum; With man's blood paint the ground; gules, gules.Shak.Let's march to rest and set in gules, like suns. Beau. & Fl.","WHORTLE":"The whortleberry, or bilberry.[He] looked ahead of him from behind a tump of whortles. R. D.Blackmore.","JUSTLE":"To run or strike against each other; to encounter; to clash; tojostle. Shak.The chariots shall rage in the streets; they shall justle one againstanother in the broad ways. Nahum ii. 4.","OVERREAD":"To read over, or peruse. Shak.","LEMMING":"Any one of several species of small arctic rodents of thegenera Myodes and Cuniculus, resembling the meadow mice in form. Theyare found in both hemispheres.","CALUMNIATION":"False accusation of crime or offense, or a malicious and falserepresentation of the words or actions of another, with a view toinjure his good name.The calumniation of her principal counselors. Bacon.","TRANSVERBERATE":"To beat or strike through. [Obs.]","PROVISORSHIP":"The office or position of a provisor. [R.] J. Webster.","ARBITRABLE":"Capable of being decided by arbitration; determinable.[Archaic] Bp. Hall.","LIGEANCE":"The connection between sovereign and subject by which they weremutually bound, the former to protection and the securing of justice,the latter to faithful service; allegiance. [Written also ligeancyand liegance.] Chaucer.","ZONE":"One of the five great divisions of the earth, with respect tolatitude and temperature.","AIDLESS":"Helpless; without aid. Milton.","ZOANTHARIA":"Same as Anthozoa.","BENGALESE":"Of or pertaining to Bengal.-- n. sing. & pl. A native or natives of Bengal.","YESTY":"See Yeasty. Shak.","DICEBOX":"A box from which dice are thrown in gaming. Thackeray.","BALD-FACED":"Having a white face or a white mark on the face, as a stag.","MOMENT":"An infinitesimal change in a varying quantity; an increment ordecrement. [Obs.]","DOOMSTER":"Same as Dempster. [Scot.]","STICHOMANCY":"Divination by lines, or passages of books, taken at hazard.","NEAR-LEGGED":"Having the feet so near together that they interfere intraveling. Shak.","OWEN":"Own. [Obs.] Chaucer.","CACODOXICAL":"Heretical.","EJECT":"To cast out; to evict; to dispossess; as, to eject tenants froman estate.","PERMUTER":"One who permutes.","TENSE":"One of the forms which a verb takes by inflection or by addingauxiliary words, so as to indicate the time of the action or eventsignified; the modification which verbs undergo for the indication oftime.","EPICORACOID":"A ventral cartilaginous or bony element of the coracoid in theshoulder girdle of some vertebrates.","BOLOMETER":"An instrument for measuring minute quantities of radiant heat,especially in different parts of the spectrum; -- called also actinicbalance, thermic balance. S. P. Langley.","PRIMITIVENESS":"The quality or state of being primitive; conformity toprimitive style or practice.","CAPTAIN":"To act as captain of; to lead. [R.]Men who captained or accompanied the exodus from existing forms.Lowell.","MASTED":"Furnished with a mast or masts; -- chiefly in composition; as,a three-masted schooner.","COVEY":"To brood; to incubate. [Obs.][Tortoises] covey a whole year before they hatch. Holland.","SULPHURINE":"Sulphureous. [R.]","BUTT":"To strike by thrusting the head against; to strike with thehead.Two harmless lambs are butting one the other. Sir H. Wotton.","JAG":"A cleft or division. Jag bolt, a bolt with a nicked or barbedshank which resists retraction, as when leaded into stone.","SARCENET":"A species of fine thin silk fabric, used for linings, etc.[Written also sarsenet.]Thou green sarcenet flap for a sore eye. Shak.","CARPOPHORE":"A slender prolongation of the receptacle as an axis between thecarpels, as in Geranium and many umbelliferous plants.","BRAWL":"A noisy quarrel; loud, angry contention; a wrangle; a tumult;as, a drunken brawl.His sports were hindered by the brawls. Shak.","AMORETTE":"An amoret. [Obs.] Rom. of R.","MATRIARCHATE":"The office or jurisdiction of a matriarch; a matriarchal formof government.","TUMMALS":"A great quantity or heap. Weale.","FLATBOAT":"A boat with a flat bottom and square ends; -- used for thetransportation of bulky freight, especially in shallow waters.","BROWNSTONE":"A dark variety of sandstone, much used for building purposes.","PORTOISE":"The gunwale of a ship. To lower the yards a-portoise, to lowerthem to the gunwale.-- To ride a portoise, to ride an anchor with the lower yards andtopmasts struck or lowered, as in a gale of wind.","STEGNOTIC":"Tending to render costive, or to diminish excretions ordischarges generally.-- n.","TOIL":"A net or snare; any thread, web, or string spread for takingprey; -- usually in the plural.As a Numidian lion, when first caught, Endures the toil that holdshim. Denham.Then toils for beasts, and lime for birds, were found. Dryden.","TRITICUM":"A genus of grasses including the various species of wheat.","PATHOS":"That quality or property of anything which touches the feelingsor excites emotions and passions, esp., that which awakens tenderemotions, such as pity, sorrow, and the like; contagious warmth offeeling, action, or expression; pathetic quality; as, the pathos of apicture, of a poem, or of a cry.The combination of incident, and the pathos of catastrophe. T.Warton.","PORTANCE":"See Port, carriage, demeanor. [Obs.] Spenser. Shak.","CARNAUBA":"The Brazilian wax palm. See Wax palm.","HYDROSTATICIAN":"One who is versed or skilled in hydrostatics. [R.]","OINOMANIA":"See oenomania.","GENET":"A small-sized, well-proportioned, Spanish horse; a jennet.Shak.","COLCHICUM":"A genus of bulbous-rooted plants found in many parts of Europe,including the meadow saffron.","AUCTIONEER":"A person who sells by auction; a person whose business it is todispose of goods or lands by public sale to the highest or bestbidder.","EXSICCATE":"To exhaust or evaporate moisture from; to dry up. Sir T.Browne.","MESOXALIC":"Pertaining to, or designating, an acid, CH2O2(CO2H)2, obtainedfrom amido malonic acid.","PENTREMITE":"Any species of Pentremites.","GAULT":"A series of beds of clay and marl in the South of England,between the upper and lower greensand of the Cretaceous period.","BROWNBACK":"The dowitcher or red-breasted snipe. See Dowitcher.","PECK":"A quick, sharp stroke, as with the beak of a bird or a pointedinstrument.","AGENTSHIP":"Agency. Beau. & Fl.","AUTOGENEAL":"Self-produced; autogenous.","AGROSTIS":"A genus of grasses, including species called in common languagebent grass. Some of them, as redtop (Agrostis vulgaris), are valuablepasture grasses.","SHEEPSHANK":"A hitch by which a rope may be temporarily shortened.","SOVEREIGNIZE":"To exercise supreme authority. [Obs.] Sir T. Herbert.","VIDAME":"One of a class of temporal officers who originally representedthe bishops, but later erected their offices into fiefs, and becamefeudal nobles.","RAMBLE":"A bed of shale over the seam. Raymond.","CEPHALOTRIBE":"An obstetrical instrument for performing cephalotripsy.","PROSPECTIVELY":"In a prospective manner.","DECLINAL":"Declining; sloping.","DEBACCHATION":"Wild raving or debauchery. [R.] Prynne.","TAURINE":"Of or pertaining to the genus Taurus, or cattle.","HARMOTOME":"A hydrous silicate of alumina and baryta, occurring usually inwhite cruciform crystals; cross-stone.","OVIFEROUS":"Egg-bearing; -- applied particularly to certain receptacles, asin Crustacea, that retain the eggs after they have been excluded fromthe formative organs, until they are hatched.","AFTER-WITTED":"Characterized by afterwit; slow-witted. Tyndale.","TRICHOGYNE":"The slender, hairlike cell which receives the fertilizingparticles, or antherozoids, in red seaweeds.-- Trich`o*gyn\"ic, a.","INSULARLY":"In an insular manner.","ESTREPEMENT":"A destructive kind of waste, committed by a tenant for life, inlands, woods, or houses. Cowell.","CHUB-FACED":"Having a plump, short face.","ANARCHIST":"An anarch; one who advocates anarchy of aims at the overthrowof civil government.","SURVIEW":"To survey; to make a survey of. [Obs.] \"To surview his ground.\"Spenser.","PLIOCENE":"Of, pertaining to, or characterizing, the most recent divisionof the Tertiary age.","SHAKO":"A kind of military cap or headress.","MISADVENTURED":"Unfortunate. [Obs.]","CEROTE":"See Cerate.","DEKASTERE":"Same as Decastere.","LOBE-FOOTED":"Lobiped.","PHLEUM":"A genus of grasses, including the timothy (Phleum pratense),which is highly valued for hay; cat's-tail grass. Gray.","DIFFLUENT":"Flowing apart or off; dissolving; not fixed. [R.] Bailey.","EFFUME":"To breathe or puff out. [Obs.] B. Jonson.","ROUP":"To cry or shout; hence, to sell by auction. [Scot.] Jamieson.","APACHES":"A group of nomadic North American Indians including severaltribes native of Arizona, New Mexico, etc.","HECK":"An apparatus for separating the threads of warps into sets, asthey are wound upon the reel from the bobbins, in a warping machine.","INDAZOL":"A nitrogenous compound, C7H6N2, analogous to indol, andproduced from a diazo derivative or cinnamic acid.","THEINE":"See Caffeine. Called also theina.","CANAKIN":"A little can or cup. \"And let me the canakin clink.\" Shak.","MYELITIS":"Inflammation of the spinal marrow or its membranes.","CHAIN TIE":"A tie consisting of a series of connected iron bars or rods.","INHUMANITY":"The quality or state of being inhuman; cruelty; barbarity.Man's inhumanity to man Makes countless thousands mourn. Burns.","DANK":"Damp; moist; humid; wet.Now that the fields are dank and ways are mire. Milton.Cheerless watches on the cold, dank ground. Trench.","INTERNE":"That which is within; the interior. [Poetic] Mrs. Browning.","PLENIPOTENT":"Possessing full power. [R.] Milton.","DEMOCRATY":"Democracy. [Obs.] Milton.","DERMOSKELETON":"See Exoskeleton.","NORTHEASTERLY":"Pertaining to the northeast; toward the northeast, or comingfrom the northeast.","SAMP":"An article of food consisting of maize broken or bruised, whichis cooked by by boiling, and usually eaten with milk; coarse hominy.","LOOL":"A vessel used to receive the washings of ores of metals.","LACERATE":"To tear; to rend; to separate by tearing; to mangle; as, tolacerate the flesh. Hence: To afflict; to torture; as, to laceratethe heart.","TRICHINOSIS":"The disease produced by the presence of trichinæ in the musclesand intestinal track. It is marked by fever, muscular pains, andsymptoms resembling those of typhoid fever, and is frequently fatal.","FORBEARER":"One who forbears. Tusser.","WARP":"To tow or move, as a vessel, with a line, or warp, attached toa buoy, anchor, or other fixed object.","DEMOGRAPHY":"The study of races, as to births, marriages, mortality, health,etc.-- Dem`o*graph\"ic, a.","FROSTBITE":"The freezing, or effect of a freezing, of some part of thebody, as the ears or nose. Kane.","CILL":"See Sill., n. a foundation.","DEFENSIBLENESS":"Capability of being defended; defensibility. Priestley.","RESPLENDENT":"Shining with brilliant luster; very bright.-- Re*splen\"dent*ly, adv.With royal arras and resplendent gold. Spenser.","HORNSNAKE":"A harmless snake (Farancia abacura), found in the SouthernUnited States. The color is bluish black above, red below.","MOLYBDENITE":"A mineral occurring in soft, lead-gray, foliated masses orscales, resembling graphite; sulphide of molybdenum.","EMPAWN":"To put in pawn; to pledge; to impawn.To sell, empawn, and alienate the estates. Milman.","PACA":"A small South American rodent (Cologenys paca), having blackishbrown fur, with four parallel rows of white spots along its sides;the spotted cavy. It is nearly allied to the agouti and the Guineapig.","DIRECTORY":"Containing directions; enjoining; instructing; directorial.","ELECTREPETER":"An instrument used to change the direction of electriccurrents; a commutator. [R.]","VICKERS-MAXIM AUTOMATIC MACHINE GUN":"An automatic machine gun in which the mechanism is worked bythe recoil, assisted by the pressure of gases from the muzzle, whichexpand in a gas chamber against a disk attached to the end of thebarrel, thus moving the latter to the rear with increased recoil, andagainst the front wall of the gas chamber, checking the recoil of thesystem.","AEROYACHT":"A form of hydro-aëroplane; a flying boat.","STERLET":"A small sturgeon (Acipenser ruthenus) found in the Caspian Seaand its rivers, and highly esteemed for its flavor. The finestcaviare is made from its roe.","THOROUGHPIN":"A disease of the hock (sometimes of the knee) of a horse,caused by inflammation of the synovial membrane and a consequentexcessive secretion of the synovial fluid; -- probably so calledbecause there is usually an oval swelling on each side of the leg,appearing somewhat as if a pin had been thrust through.","CAROMEL":"See Caramel.","ROADSTER":"A clumsy vessel that works its way from one anchorage toanother by means of the tides. Ham. Nav. Encyc.","SHALT":"2d per. sing. of Shall.","LEPROSY":"A cutaneous disease which first appears as blebs or as reddish,shining, slightly prominent spots, with spreading edges. These areoften followed by an eruption of dark or yellowish prominent nodules,frequently producing great deformity. In one variety of the disease,anæsthesia of the skin is a prominent symptom. In addition there maybe wasting of the muscles, falling out of the hair and nails, anddistortion of the hands and feet with destruction of the bones andjoints. It is incurable, and is probably contagious.Mycobacteriumleprae, curable in most cases by therapy with a combination ofantibiotics, but cases resistant to therapy are increasing.","SUPERCURIOUS":"Excessively curious or inquisitive. Evelyn.","QUATRAIN":"A stanza of four lines rhyming alternately. Dryden.","ASSOCIATIONISM":"The doctrine or theory held by associationists.","CENTROLINEAD":"An instrument for drawing lines through a point, or linesconverging to a center.","HERBARIST":"A herbalist. [Obs.]","QUINDECYLIC":"Pertaining to, or designating, an acid of the fatty acidseries, containing fifteen atoms of carbon; called also pentadecylicacid.","TARRY":"Consisting of, or covered with, tar; like tar.","DEADS":"The substances which inclose the ore on every side.","ELAIODIC":"Derived from castor oil; ricinoleic; as, elaiodic acid. [R.]","CYSTOTOMY":"The act or practice of opening cysts; esp., the operation ofcutting into the bladder, as for the extraction of a calculus.","ANTECURSOR":"A forerunner; a precursor. [Obs.]","FABLER":"A writer of fables; a fabulist; a dealer in untruths orfalsehoods. Br. Hall.","OBSTETRICIOUS":"Serving to assist childbirth; obstetric; hence, facilitatingany bringing forth or deliverance. [Obs.]Yet is all human teaching but maieutical, or obstetricious. Cudworth.","STRUSE":"A Russian river craft used for transporting freight.","FAUBOURG":"A suburb of French city; also, a district now within a city,but formerly without its walls.","HALVED":"Appearing as if one side, or one half, were cut away;dimidiate.","HAUYNITE":"A blue isometric mineral, characteristic of some volcani","LYENCEPHALOUS":"Pertaining to, or characteristic of, the Lyencephala.","BYSTANDER":"One who stands near; a spectator; one who has no concern withthe business transacting.He addressed the bystanders and scattered pamphlets among them.Palfrey.","QUINDECEMVIRATE":"The body or office of the quindecemviri.","REMOULD":"See Remold.","IDOLOUS":"Idolatrous. [Obs.] Bale.","SPARROWGRASS":"Asparagus. [Colloq.] See the Note under Asparagus.","APERCU":"A first view or glance, or the perception or estimation soobtained; an immediate apprehension or insight, appreciative ratherthan analytic.","AU FAIT":"Expert; skillful; well instructed.","BRANCHIOPODA":"An order of Entomostraca; -- so named from the feet ofbranchiopods having been supposed to perform the function of gills.It includes the fresh-water genera Branchipus, Apus, and Limnadia,and the genus Artemia found in salt lakes. It is also calledPhyllopoda. See Phyllopoda, Cladocera. It is sometimes used in abroader sense.","ALANTIN":"See Inulin.","SUBSTANTIALIZE":"To make substantial.","SALTIREWISE":"In the manner of a saltire; -- said especially of the blazoningof a shield divided by two lines drawn in the direction of a bend anda bend sinister, and crossing at the center.","NAPPE":"Sheet; surface; all that portion of a surface that iscontinuous in such a way that it is possible to pass from any onepoint of the portion to any other point of the portion withoutleaving the surface. Thus, some hyperboloids have one nappe, and somehave two.","MIDDLE-AGED":"Being about the middle of the ordinary age of man; between 30and 50 years old.","ORTHOCLASE":"Common or potash feldspar crystallizing in the monoclinicsystem and having two cleavages at right angles to each other. SeeFeldspar.","NOTOTHERIUM":"An extinct genus of gigantic herbivorous marsupials, found inthe Pliocene formation of Australia.","HAIRLESS":"Destitute of hair. Shak.","WOODMEIL":"See Wadmol.","ENDMOST":"Farthest; remotest; at the very end. Tylor.","PAVIIN":"A glucoside found in species of the genus Pavia of the Horse-chestnut family.","YEARNINGLY":"With yearning.","WEALDEN":"Of or pertaining to the lowest division of the Cretaceousformation in England and on the Continent, which overlies the Oöliticseries.","RELAXATIVE":"Having the quality of relaxing; laxative.-- n.","AMBULATORIAL":"Ambulatory; fitted for walking. Verrill.","CIRCUMSTANTIALITY":"The state, characteristic, or quality of being circumstantial;particularity or minuteness of detail. \"I will endeavor to describewith sufficient circumstantiality.\" De Quincey.","BESHUT":"To shut up or out. [Obs.]","COMPACTER":"One who makes a compact.","MARMORATUM OPUS":"A kind of hard finish for plasterwork, made of plaster of Parisand marble dust, and capable of taking a high polish.","DIBBLER":"One who, or that which, dibbles, or makes holes in the groundfor seed.","TELOOGOO":"See Telugu. D. O. Allen.","HATEL":"Hateful; detestable. [Obs.]","MEGACOSM":"See Macrocosm. Croft.","PARTED":"Cleft so that the divisions reach nearly, but not quite, to themidrib, or the base of the blade; -- said of a leaf, and used chieflyin composition; as, three-parted, five-parted, etc. Gray.","BLANKET STITCH":"A buttonhole stitch worked wide apart on the edge of material,as blankets, too thick to hem.","LOCHIAL":"Of or pertaining to the lochia.","WATER MONITOR":"A very large lizard (Varanaus salvator) native of India. Itfrequents the borders of streams and swims actively. It becomes fiveor six feet long. Called also two-banded monitor, and kabaragoya. Thename is also applied to other aquatic monitors.","QUADRATE":"A plane surface with four equal sides and four right angles; asquare; hence, figuratively, anything having the outline of a square.At which command, the powers militant That stood for heaven, inmighty quadrate joined. Milton.","DELTAFICATION":"The formation of a delta or of deltas. [R.]","MOELLON":"Rubble masonry.","WATER ALOE":"See Water soldier.","POSTPOSIT":"To postpone. [Obs.] Feltham.","REPOSE":"A rest; a pause.","RULE-MONGER":"A stickler for rules; a slave of rules [R.] Hare.","MANUBRIUM":"A handlelike process or part; esp., the anterior segment of thesternum, or presternum, and the handlelike process of the malleus.","DOS--DOS":"Back to back; as, to sit dos-à-dos in a dogcart; to dance dos-à-dos, or so that two dancers move forward and pass back to back.","FORMALIST":"One overattentive to forms, or too much confined to them; esp.,one who rests in external religious forms, or observes strictly theoutward forms of worship, without possessing the life and spirit ofreligion.As far a formalist from wisdom sits, In judging eyes, as libertinesfrom wits. Young.","REPENTANT":"One who repents, especially one who repents of sin; a penitent.","SWILLER":"One who swills.","CAROUSE":"To drink deeply or freely in compliment; to take in a carousal;to engage in drunken revels.He had been aboard, carousing to his mates. Shak.","CYSTID":"One of the Cystidea.","UNIFIC":"Making one or unity; unifying.","ASTRAEAN":"Pertaining to the genus Astræa or the family Astræidæ.-- n.","QUADRATIC":"Tetragonal.","GAZEEBO":"A summerhouse so situated as to command an extensive prospect.[Colloq.]","NERVOMUSCULAR":"Of or pertaining to both nerves and muscles; of the nature ofnerves and muscles; as, nervomuscular energy.","FORLORNLY":"In a forlorn manner. Pollok.","UNSYMMETRICAL":"Not symmetrical; being without symmetry, as the parts of aflower when similar parts are of different size and shape, or whenthe parts of successive circles differ in number. See Symmetry.","MICROGRAPHY":"The description of microscopic objects.","IRRECOVERABLE":"Not capable of being recovered, regained, or remedied;irreparable; as, an irrecoverable loss, debt, or injury.That which is past is gone and irrecoverable. Bacon.","COMMODATE":"A gratuitous loan.","BLASTMENT":"A sudden stroke or injury produced by some destructive cause.[Obs.] Shak.","PRONELY":"In a prone manner or position.","DARTINGLY":"Like a dart; rapidly.","PRAETORIAN":"See Pretorian.","FEATNESS":"Skill; adroitness. [Archaic] Johnson.","CERRIAL":"Of or pertaining to the cerris.Chaplets green of cerrial oak. Dryden.","DOCK-CRESS":"Nipplewort.","UNDENIABLY":"In an undeniable manner.","EJULATION":"A wailing; lamentation. [Obs.] \"Ejulation in the pangs ofdeath.\" Philips.","BLOBBER-LIPPED":"Having thick lips. \"A blobber-lipped shell.\" Grew.","INFORMALLY":"In an informal manner.","HIPHALT":"Lame in the hip. [R.] Gower.","WANT":"A depression in coal strata, hollowed out before the subsequentdeposition took place. [Eng.]","CANDLELIGHT":"The light of a candle.Never went by candlelight to bed. Dryden.","KARAGANE":"A species of gray fox found in Russia.","HOMOSYSTEMIC":"Developing, in the case of multicellular organisms, from thesame embryonic systems into which the secondary unit (gastrula orplant enbryo) differentiates.","BROOM":"A plant having twigs suitable for making brooms to sweep withwhen bound together; esp., the Cytisus scoparius of Western Europe,which is a low shrub with long, straight, green, angular branches,mintue leaves, and large yellow flowers.No gypsy cowered o'er fires of furze and broom. Wordsworth.","UNPURE":"Not pure; impure.-- Un*pure\"ly, adv.-- Un*pure\"ness, n.","BARBRE":"Barbarian. [Obs.] Chaucer.","DAMSEL":"An attachment to a millstone spindle for shaking the hoppe","SERENITUDE":"Serenity. [Obs.]","UNSINCERE":"Not sincere or pure; insincere. [Obs.] Dryden.-- Un`sin*cere\"ness, n. [Obs.]","BEDAGAT":"The sacred books of the Buddhists in Burmah. Malcom.","BDELLOMETER":"A cupping glass to which are attached a scarificator and anexhausting syringe. Dunglison.","CHAJA":"The crested screamer of Brazil (Palamedea, or Chauna,chavaria), so called in imitation of its notes; -- called alsochauna, and faithful kamichi. It is often domesticated and is usefulin guarding other poultry. See Kamichi.","UNPOISON":"To remove or expel poison from. [Obs.] South.","CHARTERER":"One who charters; esp. one who hires a ship for a voyage.","STATEMONGER":"One versed in politics, or one who dabbles in state affairs.","ALVEUS":"The channel of a river. Weate.","ALISH":"Like ale; as, an alish taste.","NEBULAR":"Of or pertaining to nebulæ; of the nature of, or resembling, anebula. Nebular hypothesis, an hypothesis to explain the process offormation of the stars and planets, presented in various forms byKant, Herschel, Laplace, and others. As formed by Laplace, itsupposed the matter of the solar system to have existed originally inthe form of a vast, diffused, revolving nebula, which, graduallycooling and contracting, threw off, in obedience to mechanical andphysical laws, succesive rings of matter, from which subsequently, bythe same laws, were produced the several planets, satellites, andother bodies of the system. The phrase may indicate any hypothesisaccording to which the stars or the bodies of the solar system havebeen evolved from a widely diffused nebulous form of matter.","REQUISITIONIST":"One who makes or signs a requisition.","RELENT":"Stay; stop; delay. [Obs.]Nor rested till she came without relent Unto the land of Amazona.Spenser.","AMOUR PROPRE":"Self-love; self-esteem.","DECUPLE":"Tenfold. [R.]","SERE":"Dry; withered. Same as Sear.But with its sound it shook the sails That were so thin and sere.Coleridge.","GOVERNABLENESS":"The quality of being governable; manageableness.","BROWNISM":"The views or teachings of Robert Brown of the Brownists.Milton.","DROCK":"A water course. [Prov. Eng.]","CONNOTE":"To imply as an attribute.The word \"white\" denotes all white things, as snow, paper, the foamof the sea, etc., and ipmlies, or as it was termed by the schoolmen,connotes, the attribute \"whiteness.\" J. S. Mill.","LITERALISM":"The tendency or disposition to represent objects faithfully,without abstraction, conventionalities, or idealization.","LODGMENT":"The occupation and holding of a position, as by a besiegingparty; an instrument thrown up in a captured position; as, to effecta lodgment.","THYSANOPTERA":"A division of insects, considered by some writers a distinctorder, but regarded by others as belonging to the Hemiptera. They areall of small size, and have narrow, broadly fringed wings withrudimentary nervures. Most of the species feed upon the juices ofplants, and some, as those which attack grain, are very injurious tocrops. Called also Physopoda. See Thrips.","NIOBIC":"Same as Columbic.","DEEP":"To a great depth; with depth; far down; profoundly; deeply.Deep-versed in books, and shallow in himself. Milton.Drink deep, or taste not the Pierian spring. Pope.","MESATICEPHALIC":"Having the ratio of the length to the breadth of the cranium amedium one; neither brachycephalic nor dolichocephalic.","PAROCHIAN":"Parochial. [Obs.] \"Parochian churches.\" Bacon.","DRAVE":", old imp. of Drive. [Obs.]","ACCEDENCE":"The act of acceding.","PRIMARILY":"In a primary manner; in the first place; in the first place; inthe first intention; originally.","SOLENOCONCHA":"Same as Scaphopoda.","HYGIEIST":"A hygienist.","RECALL":"A call on the trumpet, bugle, or drum, by which soldiers arerecalled from duty, labor, etc. Wilhelm.","BOARD":"The stage in a theater; as, to go upon the boards, to enterupon the theatrical profession.","ALIMENTAL":"Supplying food; having the quality of nourishing; furnishingthe materials for natural growth; as, alimental sap.","TRACERY":"Ornamental work with rambled lines. Especially: --(a) The decorative head of a Gothic window.","VERBALIST":"A literal adherent to, or a minute critic of, words; aliteralist.","INTERMAXILLARY":"An intermaxilla.","HYPERTHYRION":"That part of the architrave which is over a door or window.","INFUMATION":"Act of drying in smoke.","GLASS":"Any substance having a peculiar glassy appearance, and aconchoidal fracture, and usually produced by fusion.","SUBSISTENCE DEPARTMENT":"A staff department of the United States army charged, under thesupervision of the Chief of Staff, with the purchasing and issuing tothe army of such supplies as make up the  ration. It also supplies,for authorized sales, certain articles of food and other minorstores. It is commanded by any officer of the rank of brigadiergeneral, called commissary general, and the department is popularlycalled the Commissary Department.","AUTOMORPHIC":"Patterned after one's self.The conception which any one frames of another's mind is more or lessafter the pattern of his own mind, -- is automorphic. H. Spenser.","FULL-SAILED":"Having all its sails set,; hence, without restriction orreservation. Massinger.","TREAD":"The upper horizontal part of a step, on which the foot isplaced.","STIAN":"A sty on the eye. See Styan.","HELIACAL":"Emerging from the light of the sun, or passing into it; risingor setting at the same, or nearly the same, time as the sun. Sir T.Browne.","KROOMAN":"One of a negro tribe of Liberia and the adjacent coast, whosemembers are much employed on shipboard.","PHOTOTROPIC":"Same as Heliotropic.","BULRUSH":"A kind of large rush, growing in wet land or in water.","CICATRICIAL":"Relating to, or having the character of, a cicatrix. Dunglison.","SAXIFRAGE":"Any plant of the genus Saxifraga, mostly perennial herbsgrowing in crevices of rocks in mountainous regions. Burnetsaxifrage, a European umbelliferous plant (Pimpinella Saxifraga).-- Golden saxifrage, a low half-sacculent herb (Chrysospleniumoppositifolium) growing in rivulets in Europe; also, C. Americanum,common in the United States. See also under Golden.-- Meadow saxifrage, or Pepper saxifrage. See under Meadow.","GESTURELESS":"Free from gestures.","SCUTAGE":"Shield money; commutation of service for a sum of money. SeeEscuage.","HYGIENIST":"One versed in hygiene.","DIRKNESS":"Darkness. [Obs.] Chaucer.","FERIER":", compar. of Fere, fierce. [Obs.]Rhenus ferier than the cataract. Marston.","XENOGAMY":"Cross fertilization.","ABSTRACTEDLY":"In an abstracted manner; separately; with absence of mind.","XYLOCOPA":"A genus of hymenopterous insects including the carpenter. SeeCarpenter bee, under Carpenter.-- Xy*loc\"o*pine, a.","SILICIC":"Pertaining to, derived from, or resembling, silica;specifically, designating compounds of silicon; as, silicic acid.Silicic acid (Chem.), an amorphous gelatinous substance, Si(HO)4,very unstable and easily dried to silica, but forming many stablesalts; -- called also orthosilicic, or normal silicic, acid.","TITAN":"Titanic.The Titan physical difficulties of his enterprise. I. Taylor.","DISENTWINE":"To free from being entwined or twisted. Shelley.","SUPERINTEND":"To have or exercise the charge and oversight of; to overseewith the power of direction; to take care of with authority; tosupervise; as, an officer superintends the building of a ship or theconstruction of a fort.The king may appoint a council, who may superintend the works of thisnature. Bacon.","INCREDIBLY":"In an incredible manner.","PERMANGANATE":"A salt of permanganic acid. Potassium permanganate. (Chem.) SeePotassium permanganate, under Potassium.","LITHIC":"Pertaining to the formation of uric-acid concretions (stone) inthe bladder and other parts of the body; as, lithic diathesis. LIthicacid (Old Med. Chem.), uric acid. See Uric acid, under Uric.","CALIDUCT":"A pipe or duct used to convey hot air or steam.Subterranean caliducts have been introduced. Evelyn.","PENOCK":"See Pend.","INTANGLE":"See Entangle.","PLEIOCENE":"See Pliocene.","WHIPPER":"A kind of simple willow.","MONOPERSONAL":"Having but one person, or form of existence.","SEERESS":"A female seer; a prophetess.","PYCNOGONID":"One of the Pycnogonida.","LOOCH":"See 2d Loch.","DIFFIDE":"To be distrustful. [Obs.] Dr. H. More.","MERCENARINESS":"The quality or state of being mercenary; venality. Boyle.","SPASMODIC":"Of or pertaining to spasm; consisting in spasm; occuring in, orcharacterized by, spasms; as, a spasmodic asthma.","TRIBUNATE":"The state or office of a tribune; tribuneship.","LAMENT":"To express or feel sorrow; to weep or wail; to mourn.Jeremiah lamented for Josiah. 2 Chron. xxxv. 25.Ye shall weep and lament, but the world shall rejoice. John xvi. 20.","ENLACE":"To bind or encircle with lace, or as with lace; to lace; toencircle; to enfold; hence, to entangle.Ropes of pearl her neck and breast enlace. P. Fletcher.","MINIMIZE":"To reduce to the smallest part or proportion possible; toreduce to a minimum. Bentham.","PETIOLE":"A leafstalk; the footstalk of a leaf, connecting the blade withthe stem. See Illust. of Leaf.","BOW":"An inclination of the head, or a bending of the body, in tokenof reverence, respect, civility, or submission; an obeisance; as, abow of deep humility.","MISBELIEF":"Erroneous or false belief.","HIGHBINDER":"A ruffian; one who hounds, or spies upon, another; app. esp. tothe members of certain alleged societies among the Chinese. [U. S.]","ECHOMETER":"A graduated scale for measuring the duration of sounds, anddetermining their different, and the relation of their intervals. J.J. Rousseau.","INSISTENTLY":"In an insistent manner.","CATEGORICALLY":"Absolutely; directly; expressly; positively; as, to affirmcategorically.","COFFER":"A panel deeply recessed in the ceiling of a vault, dome, orportico; a caisson.","URBICOLOUS":"Of or pertaining to a city; urban. [R.]","IMPARTER":"One who imparts.","DOWST":"A dowse. [Obs.] Beau. & Fl.","ETTIN":"A giant. [Obs.] Beau & Fl.","WEAKFISH":"Any fish of the genus Cynoscion; a squeteague; -- so calledfrom its tender mouth. See Squeteague. Spotted weakfish (Zoöl.), thespotted squeteague.","CONCERTANTE":"A concert for two or more principal instruments, withorchestral accompaniment. Also adjectively; as, concertante parts.","ERRABUND":"Erratic. \"Errabund guesses.\" Southey.","OENANTHOL":"An oily substance obtained by the distillation of castor oil,recognized as the aldehyde of oenanthylic acid, and hence called alsooenanthaldehyde.","UNTONGUE":"To deprive of a tongue, or of voice. [Obs.] Fuller.","DAYFLOWER":"A genus consisting mostly of tropical perennial herbs(Commelina), having ephemeral flowers.","PLURIFARIOUS":"Of many kinds or fashions; multifarious.","OUTFLING":"A gibe; a contemptuous remark.","GASCONADER":"A great boaster; a blusterer.","ARCHY":"Arched; as, archy brows.","ENERGUMEN":"One possessed by an evil spirit; a demoniac.","PINTSCH GAS":"A kind of oil gas extensively used for lighting railroad cars,which carry it in compressed form.","PORTABLENESS":"The quality or state of being portable; portability.","PAT":"To strike gently with the fingers or hand; to stroke lightly;to tap; as, to pat a dog.Gay pats my shoulder, and you vanish quite. Pope.","RUBBISH":"Waste or rejected matter; anything worthless; valueless stuff;trash; especially, fragments of building materials or fallenbuildings; ruins; débris.What rubbish and what offal! Shak.he saw the town's one half in rubbish lie. Dryden.Rubbish pulley. See Gin block, under Gin.","FORBIDDENLY":"In a forbidden or unlawful manner. Shak.","CONTRADISTINCT":"Distinguished by opposite qualities. J. Goodwin.","EMULSIFY":"To convert into an emulsion; to form an emulsion; to reducefrom an oily substance to a milky fluid in which the fat globules arein a very finely divided state, giving it the semblance of solution;as, the pancreatic juice emulsifies the oily part of food.","ROLLER COASTER":"An amusement railroad in which cars coast by gravity over along winding track, with steep pitches and ascents.","QUIRKISH":", Consisting of quirks; resembling a quirk. Barrow.","BILAND":"A byland. [Obs.] Holland.","GLEE":"An unaccompanied part song for three or more solo voices. It isnot necessarily gleesome.","BLEAREYEDNESS":"The state of being blear-eyed.","BOER":"A colonist or farmer in South Africa of Dutch descent.","PIPERIDINE":"An oily liquid alkaloid, C5H11N, having a hot, peppery,ammoniacal odor. It is related to pyridine, and is obtained by thedecomposition of piperine.","ACCOMPLISHER":"One who accomplishes.","TALCUM":"Same as Talc.","SATISFIER":"One who satisfies.","IMPREGN":"To impregnate; to make fruitful. [Obs.]His perniciousss words, impregned With reason. Milton.Semele doth Bacchus bear Impregned of Jove. Dr. H. More.","ACIDIFICATION":"The act or process of acidifying, or changing into an acid.","PRUDENCY":"Prudence. [Obs.] Hakluyt.","YEAN":"To bring forth young, as a goat or a sheep; to ean. Shak.","KECKSY":"The hollow stalk of an umbelliferous plant, such as the cowparsnip or the hemlock. [Written also kex, and in pl., kecks, kaxes.]Nothing teems But hateful docks, rough thistles, kecksies, burs.Shak.","PHLORETIN":"A bitter white crystalline substance obtained by thedecomposition of phlorizin, and formerly used to some extent as asubstitute for quinine.","RESOURCEFUL":"Full of resources.","ELIMINATION":"the act of discharging or excreting waste products or foreignsubstances through the various emunctories.","PITYROID":"Having the form of, or resembling, bran. Smart.","ENCALENDAR":"To register in a calendar; to calendar. Drayton.","REFLEX":"Of, pertaining to, or produced by, stimulus or excitationwithout the necessary intervention of consciousness. Reflex action(Physiol.), any action performed involuntarily in consequence of animpulse or impression transmitted along afferent nerves to a nervecenter, from which it is reflected to an efferent nerve, and so callsinto action certain muscles, organs, or cells.-- Reflex nerve (Physiol.), an excito-motory nerve. See Exito-motory.","JOURNEYER":"One who journeys.","TONED":"Having (such) a tone; -- chiefly used in composition; as, high-toned; sweet-toned. Toned paper, paper having a slight tint, indistinction from paper which is quite white.","WITCH":"A cone of paper which is placed in a vessel of lard or otherfat, and used as a taper. [Prov. Eng.]","EQUIVALUE":"To put an equal value upon; to put (something) on a par withanother thing. W. Taylor.","PUN":"To pound. [Obs.]He would pun thee into shivers with his fist. Shak.","NALE":"Ale; also, an alehouse. [Obs.]Great feasts at the nale. Chaucer.","COMIC":"A comedian. [Obs.] Steele.","MICKLE":"Much; great. [Written also muckle and mockle.] [Old Eng. &Scot.] \"A man of mickle might.\" Spenser.","RELIQUIDATION":"A second or renewed liquidation; a renewed adjustment. A.Hamilton.","GLABRATE":"Becoming smooth or glabrous from age. Gray.","REMBLAI":"Earth or materials made into a bank after having beenexcavated.","NARIFORM":"Formed like the nose.","OSTEOGENETIC":"Connected with osteogenesis, or the formation of bone;producing bone; as, osteogenetic tissue; the osteogenetic layer ofthe periosteum.","RHIPIPTERAN":"Same as Rhipipter.","AIRMANSHIP":"Art, skill, or ability in the practice of aërial navigation.","CONVOLVE":"To roll or wind together; to roll or twist one part on another.Then Satan first knew pain, And writhed him to and fro convolved.Milton.","BRYOLOGIST":"One versed in bryology.","BUSHELAGE":"A duty payable on commodities by the bushel. [Eng.]","DETAILER":"One who details.","METTE":"of Mete, to dream. Chaucer.","ENTASIA":"Tonic spasm; -- applied generically to denote any diseasecharacterized by tonic spasms, as tetanus, trismus, etc.","EVACUANT":"Emptying; evacuative; purgative; cathartic.-- n. (Med.)","SOONEE":"See Sunnite.","CHRISTLY":"Christlike. H. Bushnell.","ADENOTOMIC":"Pertaining to adenotomy.","DRAGONLIKE":"Like a dragon. Shak.","ERGAL":"Potential energy; negative value of the force function.","HOURLY":"Happening or done every hour; occurring hour by hour; frequent;often repeated; renewed hour by hour; continual.In hourly expectation of a martyrdom. Sharp.","OPPUGNER":"One who opposes or attacks; that which opposes. Selden.","POOLER":"A stick for stirring a tan vat.","LEVULOSAN":"An unfermentable carbohydrate obtained by gently heatinglevulose.","UNJOINTED":"Having no joint or articulation; as, an unjointed stem.","GENTILIZE":"To render gentile or gentlemanly; as, to gentilize yourunworthy sones. [R.] Sylvester.","DURANTE":"During; as, durante vita, during life; durante bene placito,during pleasure.","MELANOSCOPE":"An instrument containing a combination of colored glasses suchthat they transmit only red light, so that objects of other colors,as green leaves, appear black when seen through it. It is used forviewing colored flames, to detect the presence of potassium, lithium,etc., by the red light which they emit.","RED":". imp. & p. p. of Read. Spenser.","OBLECTATION":"The act of pleasing highly; the state of being greatly pleased;delight. [R.] Feltham.","MUSCOVADO":"Pertaining to, or of the nature of, unrefined or raw sugar,obtained from the juice of the sugar cane by evaporating and drainingoff the molasses. Muscovado sugar contains impurities which render itdark colored and moist.","PROTHALLUS":"The minute primary growth from the spore of ferns and otherPteridophyta, which bears the true sexual organs; the oöphoricgeneration of ferns, etc.","ANTIHEMORRHAGIC":"Tending to stop hemorrhage.-- n.","REEMBARK":"To put, or go, on board a vessel again; to embark again.","BARDLING":"An inferior bard. J. Cunningham.","CENTIARE":"See centare.","MAXILLO-PALATINE":"Pertaining to the maxillary and palatine regions of the skull;as, the maxillo-palatine process of the maxilla. Also used as n.","SUPERIMPREGNATION":"The act of impregnating, or the state of being impregnated, inaddition to a prior impregnation; superfetation.","SEVENTEENTH":"An interval of two octaves and a third.","AURICLED":"Having ear-shaped appendages or lobes; auriculate; as, auricledleaves.","BRID":"A bird. [Obs.] Chaucer.","PREASE":"To press; to crowd. [Obs.] -- n.","FOCAL":"Belonging to,or concerning, a focus; as, a focal point. Focaldistance, or length,of a lens or mirror (Opt.), the distance of thefocus from the surface of the lens or mirror, or more exactly, in thecase of a lens, from its optical center. --Focal distance of atelescope, the distance of the image of an object from the objectglass.","OPUS":"A work; specif. (Mus.), a musical composition.","DEFINITIVENESS":"The quality of being definitive.","PLUMBIC":"Of, pertaining to, resembling, or containing, lead; -- usedspecifically to designate those compounds in which it has a highervalence as contrasted with plumbous compounds; as, plumbic oxide.","GRAIN":"See Groan. [Obs.]","HYDROSULPHURETED":"Combined with hydrogen sulphide.","WRECKING":"a. & n. from Wreck, v. Wrecking car (Railway), a car fitted upwith apparatus and implements for removing the wreck occasioned by anaccident, as by a collision.-- Wrecking pump, a pump especially adapted for pumping water fromthe hull of a wrecked vessel.","AGATY":"Of the nature of agate, or containing agate.","ASPIRATOR":"An apparatus for passing air or gases through or over certainliquids or solids, or for exhausting a closed vessel, by means ofsuction.","SAND-BLIND":"Having defective sight; dim-sighted; purblind. Shak.","CORRESPONDENT":"Suitable; adapted; fit; corresponding; congruous; conformable;in accord or agreement; obedient; willing.Action correspondent or repugnant unto the law. Hooker.As fast the correspondent passions rise. Thomson.I will be correspondent to command. Shak.","PERVICACY":"Pervicacity. [Obs.]","AVENS":"A plant of the genus Geum, esp. Geum urbanum, or herb bennet.","ENCHONDROMA":"A cartilaginous tumor growing from the interior of a bone.Quain.","DIGNIFIED":"Marked with dignity; stately; as, a dignified judge.","LIBERTY":"A curve or arch in a bit to afford room for the tongue of thehorse.","ALLEGIANT":"Loyal. Shak.","BECHANCE":"By chance; by accident. [Obs.] Grafton.","HYDRIODATE":"Same as Hydriodide.","INEFFABLY":"In a manner not to be expressed in words; unspeakably. Milton.","ENTOTHORAX":"See Endothorax.","AFFINE":"To refine. [Obs.] Holland.","MISKNOW":"To have a mistaken notion of or about. [Obs.] Bp. Hall.","GLISSETTE":"The locus described by any point attached to a curve that slipscontinuously on another fixed curve, the movable curve having norotation at any instant.","AUTOECIOUS":"Passing through all its stages on one host, as certainparasitic fungi; -- contrasted with heterocious.","PHOTODROME":"An apparatus consisting of a large wheel with spokes, whichwhen turning very rapidly is illuminated by momentary flashes oflight passing through slits in a rotating disk. By properly timingthe succession of flashes the wheel is made to appear to bemotionless, or to rotate more or less slowly in either direction.","PELOTA":"A Basque, Spanish, and Spanish-American game played in a court,in which a ball is struck with a wickerwork racket.","GRIL":"Harah; hard; severe; stern; rough. [Obs.] Rom. of R.","AIR DRILL":"A drill driven by the elastic pressure of condensed air; apneumatic drill. Knight.","PATELA":"A large flat-bottomed trading boat peculiar to the riverGanges; -- called also puteli.","HYPEROARTIA":"An order of marsipobranchs including the lampreys. Thesuckerlike moth contains numerous teeth; the nasal opening is in themiddle of the head above, but it does not connect with the mouth. SeeCyclostoma, and Lamprey.","PHOCINE":"Of or pertaining to the seal tribe; phocal.","THUSSOCK":"See Tussock. [Obs.]","VULCAN":"The god of fire, who presided over the working of metals; --answering to the Greek Hephæstus.","INTERAXAL":"Situated in an interaxis. Gwilt.","DARTER":"The snakebird, a water bird of the genus Plotus; -- so calledbecause it darts out its long, snakelike neck at its prey. SeeSnakebird.","ASSISTIVE":"Lending aid, helping.","EMANCIPATE":"To set free from the power of another; to liberate; as: (a) Toset free, as a minor from a parent; as, a father may emancipate achild. (b) To set free from bondage; to give freedom to; to manumit;as, to emancipate a slave, or a country.Brasidas . . . declaring that he was sent to emancipate Hellas.Jowett (Thucyd. ).","MONARCHIZER":"One who monarchizes; also, a monarchist.","SELF-COMMAND":"Control over one's own feelings, temper, etc.; self-control.","ANNUNCIATE":"To announce.","OVERFRIEZE":"To cover with a frieze, or as with a frieze. E. Hall.","REGLE":"To rule; to govern. [Obs.] \"To regle their lives.\" Fuller.","MONGOLIAN":"Of or pertaining to Mongolia or the Mongols.-- n.","ORTHOEPIST":"One who is skilled in orthoëpy.","PEROXIDATION":"Act, process, or result of peroxidizing; oxidation to aperoxide.","EXUNDATE":"To overflow; to inundate. [Obs.] Bailey.","ILE":"Ear of corn. [Obs.] Ainsworth.","STOPLESS":"Not to be stopped. Davenant.","ADJUSTAGE":"Adjustment. [R.]","WHUR":"A humming or whirring sound, like that of a body moving throughthe air with velocity; a whir.","OSTEOPLASTY":"An operation or process by which the total or partial loss of abone is remedied. Dunglison.","CHEERFULLY":"In a cheerful manner, gladly.","GUEPARDE":"The cheetah.","ATMOLOGY":"That branch of science which treats of the laws and phenomenaof aqueous vapor. Whewell.","GROSSBEAK":"See Grosbeak.","ACERVAL":"Pertaining to a heap. [Obs.]","COARSELY":"In a coarse manner; roughly; rudely; inelegantly; uncivilly;meanly.","CHIMNEY":"A body of ore, usually of elongated form, extending downward ina vein. Raymond. Chimney board, a board or screen used to close afireplace; a fireboard.-- Chimney cap, a device to improve the draught of a chimney, bypresenting an exit aperture always to leeward.-- Chimney corner, the space between the sides of the fireplace andthe fire; hence, the fireside.-- Chimney hook, a hook for holding pats and kettles over a fire, --Chimney money, hearth money, a duty formerly paid in England for eachchimney.-- Chimney pot (Arch.), a cylinder of earthenware or sheet metalplaced at the top of a chimney which rises above the roof.-- Chimney swallow. (Zoöl.) (a) An American swift (Chæturepelasgica) which lives in chimneys. (b) In England, the commonswallow (Hirundo rustica).-- Chimney sweep, Chimney sweeper, one who cleans chimneys of soot;esp. a boy who climbs the flue, and brushes off the soot.","WHITEWALL":"The spotted flycatcher; -- so called from the white color ofthe under parts. [Prov. Eng.]","ELATERITE":"A mineral resin, of a blackish brown color, occurring in soft,flexible masses; -- called also mineral caoutchouc, and elasticbitumen.","EMBALL":"To encircle or embrace. [Obs.] Sir P. Sidney.","ENSLAVER":"One who enslaves. Swift.","ASTRONOMIZE":"To study or to talk astronomy. [R.]They astronomized in caves. Sir T. Browne.","MECHANICIAN":"One skilled in the theory or construction of machines; amachinist. Boyle.","TELESCOPY":"The art or practice of using or making telescopes.","AWAKE":"To cease to sleep; to come out of a state of natural sleep;and, figuratively, out of a state resembling sleep, as inaction ordeath.The national spirit again awoke. Freeman.Awake to righteousness, and sin not. 1 Cor. xv. 34.","MALACODERM":"One of a tribe of beetles (Malacodermata), with a soft andflexible body, as the fireflies.","ZAREBA":"An improvised stockade; especially, one made of thorn bushes,etc. [Written also zareeba, and zeriba.] [Egypt]\"Ah,\" he moralizes, \"what wonderful instinct on the part of thislittle creature to surround itself with a zareba like the troopsafter Osman Digma.\" R. Jefferies.","ARTLESSLY":"In an artless manner; without art, skill, or guile;unaffectedly. Pope.","CIRCUMVALLATE":"To surround with a rampart or wall. Johnson.","NON-PROS":"To decline or fail to prosecute; to allow to be dropped (saidof a suit); to enter judgment against (a plaintiff who fails toprosecute); as, the plaintiff was non-prossed.","PORTFIRE":"A case of strong paper filled with a composition of niter,sulphur, and mealed powder, -- used principally to ignite the primingin proving guns, and as an incendiary material in shells.","PADOW":"A paddock, or toad. Padow pipe. (Bot.) See Paddock pipe, underPaddock.","MACROSPORANGIUM":"A sporangium or conceptacle containing only large spores; --opposed to microsporangium. Both are found in the genera Selaginella,Isoctes, and Marsilia, plants remotely allied to ferns.","BOSKAGE":"Same as Boscage.Thridding the somber boskage of the wood. Tennyson.","FLUSHNESS":"The state of being flush; abundance.","PROSPHYSIS":"A growing together of parts; specifically, a morbid adhesion ofthe eyelids to each other or to the eyeball. Dunglison.","CUNCTATIVE":"Slow; tardy; dilatory; causing delay.","SUZERAIN":"A superior lord, to whom fealty is due; a feudal lord; a lordparamount.","LARINE":"Of or pertaining to the Gull family (Laridæ).","THIOTOLENE":"A colorless oily liquid, C4H3S.CH3, analogous to, andresembling, toluene; -- called also methyl thiophene.","INCONCOCT":"Inconcocted. [Obs.]","COMMENT":"To make remarks, observations, or criticism; especially, towrite notes on the works of an author, with a view to illustrate hismeaning, or to explain particular passages; to write annotations; --often followed by on or upon.A physician to comment on your malady. Shak.Critics . . . proceed to comment on him. Dryden.I must translate and comment. Pope.","TRELLIS":"A structure or frame of crossbarred work, or latticework, usedfor various purposes, as for screens or for supporting plants.","HYPOSULPHURIC":"Pertaining to, or containing, sulphur in a lower state ofoxidation than in the sulphuric compounds; as, hyposulphuric acid.Hyposulphuric acid, an acid, H2S2O6, obtained by the action ofmanganese dioxide on sulphur dioxide, and known only in a waterysolution and in its salts; -- called also dithionic acid. SeeDithionic.","BERGOMASK":"A rustic dance, so called in ridicule of the people of Bergamo,in Italy, once noted for their clownishness.","ODORATE":"Odorous. [Obos.] Bacon.","FORMICATE":"Resembling, or pertaining to, an ant or ants.","FRUSTRATION":"The act of frustrating; disappointment; defeat; as, thefrustration of one's designs","CIRCUMFUSE":"To pour round; to spread round.His army circumfused on either wing. Milton.","TRASS":"A white to gray volcanic tufa, formed of decomposed trachyticcinders; -- sometimes used as a cement. Hence, a coarse sort ofplaster or mortar, durable in water, and used to line cisterns andother reservoirs of water. [Formerly written also tarras, tarrace,terras.]","UNGUICULAR":"Of or pertaining to a claw or a nail; ungual.","SICKLEMAN":"One who uses a sickle; a reaper.You sunburned sicklemen, of August weary. Shak.","ANNOYER":"One who, or that which, annoys.","TAPHRENCHYMA":"Same as Bothrenchyma.","MACKINAW BOAT":"A flat-bottomed boat with a pointed prow and square stern,using oars or sails or both, used esp. on the upper Great Lakes andtheir tributaries.","CHAFFER":"One who chaffs.","MORCEAU":"A bit; a morsel.","HEPTARCHY":"A government by seven persons; also, a country under sevenrulers.","DISSIPATIVITY":"The rate at which palpable energy is dissipated away into otherforms of energy.","PRESTRICTION":"Obstruction, dimness, or defect of sight. [Obs.] Milton.","OSSUARY":"A place where the bones of the dead are deposited; a charnelhouse. [Obs.] Sir T. Browne.","LAKAO":"Sap green. [China]","SHRIEVALTY":"The office, or sphere of jurisdiction, of a sheriff;sheriffalty.It was ordained by 28 Edward I that the people shall have election ofsheriff in every shire where the shrievalty is not of inheritance.Blackstone.","SUBSILICATE":"A basic silicate.","CATACROTIC":"Designating, pertaining to, or characterized by, that form ofpulse tracing, or sphygmogram, in which the descending portion of thecurve is marked by secondary elevations due to two or more expansionsof the artery in the same beat. -- Ca*tac\"rotism (#), n.","PREEXISTENTISM":"The theory of a preëxistence of souls before their associationwith human bodies. Emerson.","SPARKFUL":"Lively; brisk; gay. [Obs.] \"Our sparkful youth.\" Camden.","POETASTRY":"The works of a poetaster. [R.]","ROSELLE":"a malvaceous plant (Hibiscus Sabdariffa) cultivated in the eastand West Indies for its fleshy calyxes, which are used for makingtarts and jelly and an acid drink.","OBUMBRATION":"Act of darkening or obscuring. [R.] Sir T. More.","EXCEPTIVE":"That excepts; including an exception; as, an exceptiveproposition. I. Watts.A particular and exceptive law. Milton.","SURREBUT":"To reply, as a plaintiff to a defendant's rebutter.","CHALDAIC":"Of or pertaining to Chaldes.-- n.","PODICEPS":"See Grebe.","HOMOEOMERIA":"The state or quality of being homogeneous in elements or firstprinciples; likeness or identity of parts.","OLIVASTER":"Of the color of the olive; tawny. Sir T. Herbert.","CADENCY":"Descent of related families; distinction between the members ofa family according to their ages. Marks of cadency (Her.), bearingsindicating the position of the bearer as older or younger son, or asa descendant of an older or younger son. See Difference (Her.).","BRAGGET":"A liquor made of ale and honey fermented, with spices, etc.[Obs.] B. Jonson.","UNLAWED":"Not having the claws and balls of the forefeet cut off; -- saidof dogs.","HYPOSKELETAL":"Beneath the endoskeleton; hypaxial; as, the hyposkeletalmuscles; -- opposed to episkeletal.","RETROCEDE":"To cede or grant back; as, to retrocede a territory to a formerproprietor.","UNMISTAKABLE":"Incapable of being mistaken or misunderstood; clear; plain;obvious; evident.-- Un`mis*tak\"a*bly, adv.","UPHEAVE":"To heave or lift up from beneath; to raise. Milton.","VIOLOUS":"Violent. [Obs.] J. Fletcher.","IODIZE":"To treat or impregnate with iodine or its compounds; as, toiodize a plate for photography. R. Hunt.","MUTTONY":"Like mutton; having a flavor of mutton.","PEDIATRIC":"Pertaining to the care and medical treatment of children.[Webster 1913 Suppl.]","COINHERITOR":"A coheir.","INDO-ENGLISH":"Of or relating to the English who are born or reside in India;Anglo-Indian.","CARCINOLOGICAL":"Of or pertaining to carcinology.","DUMFOUNDER":"To dumfound; to confound. [Written also dumbfounder.]","MAGNIFICATE":"To magnify or extol. [Obs.] Marston.","ACCOMBINATION":"A combining together. [R.]","SAPIENTLY":"In a sapient manner.","MYODYNAMIOMETER":"A myodynamometer.","NARRABLE":"Capable of being narrated or told. [Obs.]","PLATINIC":"Of, pertaining to, or containing, platinum; -- usedspecifically to designate those compounds in which the element has ahigher valence, as contrasted with the platinous compounds; as,platinic chloride (PtCl4).","SKIPJACK":"An elater; a snap bug, or snapping beetle.","MICROCOUSTIC":"Pertaining, or suited, to the audition of small sounds; fittedto assist hearing.","REMAIN":"To await; to be left to. [Archaic]The easier conquest now remains thee. Milton.","RAUCOUS":"Hoarse; harsh; rough; as, a raucous, thick tone. \"His voiceslightly raucous.\" Aytoun.-- Rau\"cous*ly, adv.","SIPHORHINIAN":"A siphorhinal bird.","CONSTITUTIONIST":"One who adheres to the constitution of the country.Bolingbroke.","RESISTIBLE":"Capable of being resisted; as, a resistible force. Sir M. Hale.-- Re*sist\"i*ble*ness, n.-- Re*sist\"i*bly, adv.","SLUNK":"imp. & p. p. of Slink.","AZOTOUS":": Nitrous; as, azotous acid. [R.]","SHOTGUN":"A light, smooth-bored gun, often double-barreled, especiallydesigned for firing small shot at short range, and killing smallgame.","SPECIFICATE":"To show, mark, or designate the species, or the distinguishingparticulars of; to specify. [Obs.] ir M. Hale.","EQUIPAGED":"Furnished with equipage.Well dressed, well bred. Well equipaged, is ticket good enough.Cowper.","SPORIDIFEROUS":"Bearing sporidia.","AUTOCHRONOGRAPH":"An instrument for the instantaneous self-recording or printingof time. Knight.","PESTEROUS":"Inclined to pester. Also, vexatious; encumbering; burdensome.[Obs.] Bacon.","ADFLUXION":"See Affluxion.","FRINGILLA":"A genus of birds, with a short, conical, pointed bill. Itformerly included all the sparrows and finches, but is now restrictedto certain European finches, like the chaffinch and brambling.","ROUNDER":"An English game somewhat resembling baseball; also, anotherEnglish game resembling the game of fives, but played with afootball.Now we play rounders, and then we played prisoner's base. Bagehot.","YODE":"Went; walked; proceeded. [Written also yede.] See Yede.Quer [whether] they rade [rode] or yoke. Cursor Mundi.Then into Cornhill anon I yode. Lydgate.","MONOTHELITIC":"Of or pertaining to the Monothelites, or their doctrine.","SAPINDUS":"A genus of tropical and subtropical trees with pinnate leavesand panicled flowers. The fruits of some species are used instead ofsoap, and their round black seeds are made into necklaces.","WATER BREATHER":"Any arthropod that breathes by means of gills.","SUBNUVOLAR":"Under the clouds; attended or partly covered or obscured byclouds; somewhat cloudy. [R. & Poetic]Subnuvolar lights of evening sharply slant. Milnes.","SCRAFFLE":"To scramble or struggle; to wrangle; also, to be industrious.[Prov. Eng.] Halliwell.","BATTOLOGIZE":"To keep repeating needlessly; to iterate. Sir T. Herbert.","UNSWAYABLE":"Not capable of being swayed. Shak.","PALLADIAN":"Of, pertaining to, or designating, a variety of the revivedclassic style of architecture, founded on the works of AndreaPalladio, an Italian architect of the 16th century.","STEAMSHIP":"A ship or seagoing vessel propelled by the power of steam; asteamer.","CIRCULATOR":"One who, or that which, circulates.","SCLAVIC":"Same as Slavic.","HEMIHEDRAL":"Having half of the similar parts of a crystals, instead of all;consisting of half the planes which full symmetry would require, aswhen a cube has planes only on half of its eight solid angles, or oneplane out of a pair on each of its edges; or as in the case of atetrahedron, which is hemihedral to an octahedron, it being containedunder four of the planes of an octahedron.-- Hem`i*he\"dral*ly, adv.","UPLEAD":"To lead upward. [Obs.]","REECHY":"Smoky; reeky; hence, begrimed with dirt. [Obs.]","TOTALIZATOR":"A machine for registering and indicating the number and natureof bets made on horse races, as in Australia and South Africa. Calledalso totalizer.","INTENSIVENESS":"The quality or state of being intensive; intensity. Sir M.Hale.","PETROLINE":"A paraffin obtained from petroleum from Rangoon in India, andpractically identical with ordinary paraffin.","POLISHABLE":"Capable of being polished.","COSTAGE":"Expense; cost. [Obs.] Chaucer.","EXOSMOTIC":"Pertaining to exosmose.","INTRODUCTORY":"Serving to introduce something else; leading to the mainsubject or business; preliminary; prefatory; as, introductoryproceedings; an introductory discourse.","VICTOR":"Victorious. \"The victor Greeks.\" Pope.","CERBERUS":"A monster, in the shape, of a three-headed dog, guarding theentrance into the infernal regions, Hence: Any vigilant custodian orguardian, esp. if surly.","AMOEBIAN":"One of the Amoebea.","AREFACTION":"The act of drying, or the state of growing dry.The arefaction of the earth. Sir M. Hale.","DISCRETELY":"Separately; disjunctively.","SANTONINATE":"A salt of santoninic acid.","PERIVERTEBRAL":"Surrounding the vertebræ.","TETRAONID":"A bird belonging to the tribe of which the genus Tetrao is thetype, as the grouse, partridge, quail, and the like. Used alsoadjectively.","EPIGRAPHICS":"The science or study of epigraphs.","WARKLOOM":"A tool; an implement. [Scot.]","HOGO":"High flavor; strong scent. [Obs.] Halliwell.","DIMINUENDO":"In a gradually diminishing manner; with abatement of tone;decrescendo; -- expressed on the staff by Dim., or Dimin., or thesign.","HYDROGURET":"A hydride. [Obs.]","NUTGALL":"A more or less round gall resembling a nut, esp. one of thoseproduced on the oak and used in the arts. See Gall, Gallnut.","AZIMUTHAL":"Of or pertaining to the azimuth; in a horizontal circle.Azimuthal error of a transit instrument, its deviation in azimuthfrom the plane of the meridian.","PELLETED":"Made of, or like, pellets; furnished with pellets. [R.] \"Thispelleted storm.\" Shak.","SCALABLE":"Capable of being scaled.","PANORPID":"Any neuropterous insect of the genus Panorpa, and alliedgenera. The larvæ feed on plant lice.","CANGUE":"A very broad and heavy wooden collar which certain offenders inChina are compelled to wear as a punishment.","DRUGGER":"A druggist. [Obs.] Burton.","SCREECHY":"Like a screech; shrill and harsh.","SWEEPINGS":"Things collected by sweeping; rubbish; as, the sweepings of astreet.","UMBRACULIFEROUS":"Bearing something like an open umbrella.","FAECES":"Excrement; ordure; also, settlings; sediment after infusion ordistillation. [Written also feces.]","WYVERN":"Same as Wiver.","RENOMEE":"Renown. [Obs.] Chaucer.","UNCIAL":"Of, pertaining to, or designating, a certain style of lettersused in ancient manuscripts, esp. in Greek and Latin manuscripts. Theletters are somewhat rounded, and the upstrokes and downstrokesusually have a slight inclination. These letters were used as earlyas the 1st century b. c., and were seldom used after the 10th centurya. d., being superseded by the cursive style.","REFRANGIBLE":"Capable of being refracted, or turned out of a direct course,in passing from one medium to another, as rays of light.-- Re*fran\"gi*ble*ness, n.","STUMBLING-BLOCK":"Any cause of stumbling, perplexity, or error.We preach Christ crucified, unto the Jews a stumbling-block, and untothe Greeks foolishness. 1 Cor. i. 23.","ULTRAZODIACAL":"Outside the zodiac; being in that part of the heavens that ismore than eight degrees from the ecliptic; as, ultrazodiacal planets,that is, those planets which in part of their orbits go beyond thezodiac.","FRIGATOON":"A Venetian vessel, with a square stern, having only a mainmast,jigger mast, and bowsprit; also a sloop of war ship-rigged.","ICKLE":"An icicle. [Prov. Eng.]","ENROCKMENT":"A mass of large stones thrown into water at random to formbases of piers, breakwaters, etc.","BESNUFF":"To befoul with snuff. Young.","GUILLEMET":"A quotation mark. [R.]","PHOLAS":"Any one of numerous species of marine bivalve mollusks of thegenus Pholas, or family Pholadidæ. They bore holes for themselves inclay, peat, and soft rocks.","PRESUPPOSE":"To suppose beforehand; to imply as antecedent; to take forgranted; to assume; as, creation presupposes a creator.Each [kind of knowledge] presupposes many necessary things learned inother sciences, and known beforehand. Hooker.","VELLICATION":"A local twitching, or convulsive motion, of a muscular fiber,especially of the face.","DETRACTINGLY":"In a detracting manner.","QUINTAN":"Occurring as the fifth, after four others also, occurring everyfifth day, reckoning inclusively; as, a quintan fever.-- n. (Med.)","CICATROSE":"Full of scars. Craig.","SOUTERLY":"Of or pertaining to a cobbler or cobblers; like a cobbler;hence, vulgar; low. [Obs.]","DASYURINE":"Pertaining to, or like, the dasyures.","MARS":"The god of war and husbandry.","MANDUCABLE":"Such as can be chewed; fit to be eaten. [R.]Any manducable creature. Sir T. Herbert.","MATTER-OF-FACT":"Adhering to facts; not turning aside from absolute realities;not fanciful or imaginative; commonplace; dry.","BELIKE":"It is likely or probably; perhaps. [Obs. or Archaic] --Be*like\"ly, adv.Belike, boy, then you are in love. Shak.","RAVENOUS":"A fine quality of sailcloth. Ham. Nav. Encyc.","RICK":"A stack or pile, as of grain, straw, or hay, in the open air,usually protected from wet with thatching.Golden clusters of beehive ricks, rising at intervals beyond thehedgerows. G. Eliot.","DOPPER":"An Anabaptist or Baptist. [Contemptuous] B. Jonson.","GROBIAN":"A rude or clownish person; boor; lout.","EXPOSTULATOR":"One who expostulates. Lamb.","CHARLOTTE":"A kind of pie or pudding made by lining a dish with slices ofbread, and filling it with bread soaked in milk, and baked. CharlotteRusse (, or Charlotte à la russe Etym: [F., lit., Russian charlotte](Cookery), a dish composed of custard or whipped cream, inclosed insponge cake.","TRIVALENCE":"The quality or state of being trivalent.","NEW":"Newly; recently. Chaucer.","ETIOLIN":"A yellowish coloring matter found in plants grown in darkness,which is supposed to be an antecedent condition of chlorophyll.Encyc. Brit.","DRY":"Of certain morbid conditions, in which there is entire orcomparative absence of moisture; as, dry gangrene; dry catarrh.","PRAD":"A horse. [Colloq. Eng.]","MOHAMMEDAN ERA":"The era in use in Mohammedan countries. See Mohammedan year,below.","SCYLLITE":"A white crystalline substance of a sweetish taste, resemblinginosite and metameric with dextrose. It is extracted from the kidneyof the dogfish (of the genus Scylium), the shark, and the skate.","REINFECT":"To infect again.","CONCERN":"To be of importance. [Obs.]Which to deny concerns more than avails. Shak.","INTEGRALLY":"In an integral manner; wholly; completely; also, byintegration.","PUNCHIN":"See Puncheon.","ROMPINGLY":"In a romping manner.","MICROCYTE":"One of the elementary granules found in blood. They are muchsmaller than an ordinary corpuscle, and are particularly noticeablein disease, as in anæmia.","INTERMENT":"The act or ceremony of depositing a dead body in the earth;burial; sepulture; inhumation. T. Warton.","FORWORN":"Much worn. [Obs.]A silly man, in simple weeds forworn. Spenser.","ENDYMA":"See Ependyma.","MISINTERPRETATION":"The act of interpreting erroneously; a mistaken interpretation.","CONCENTRATIVENESS":"The faculty or propensity which has to do with concentratingthe intellectual the intellectual powers. Combe.","QUINIA":"Quinine.","VILLAN":"A villain. [R.]","OSTRICH":"A large bird of the genus Struthio, of which Struthio camelusof Africa is the best known species. It has long and very stronglegs, adapted for rapid running; only two toes; a long neck, nearlybare of feathers; and short wings incapable of flight. The adult maleis about eight feet high.","NUTMEG":"The kernel of the fruit of the nutmeg tree (Myristicafragrans), a native of the Molucca Islands, but cultivated elsewherein the tropics.","HUNK":"A large lump or piece; a hunch; as, a hunk of bread. [Colloq.]","DEPHLEGMEDNESS":"A state of being freed from water. [Obs.] Boyle.","HOMOTAXIA":"Same as Homotaxis.","DIGIT":"One of the terminal divisions of a limb appendage; a finger ortoe.The ruminants have the \"cloven foot,\" i. e., two hoofed digits oneach foot. Owen.","TRANSPORTANT":"Transporting; as, transportant love. [Obs.] Dr. H. More.","TORCHWORT":"The common mullein, the stalks of which, dipped in suet,anciently served for torches. Called also torch, and hig-taper.","IGNOBLENESS":"State or quality of being ignoble.","INFRANGIBLENESS":"The state or quality of being infrangible; infrangibility.","STEADING":"The brans, stables, cattle-yards, etc., of a farm; -- calledalso onstead, farmstead, farm offices, or farmery. [Prov. Eng. &Scot.]","TROYOUNCE":"See Troy ounce, under Troy weight, above, and under Ounce.","GRITH":"Peace; security; agreement. [Obs.] Gower.","LIVERY STABLE":". A stable where horses are kept for hire, and where stablingis provided. See Livery, n., 3 (e) (f) & (g).","DRESSING":"An application (a remedy, bandage, etc.) to a sore or wound.Wiseman.","GUARDIAN":"One who has, or is entitled to, the custody of the person orproperty of an infant, a minor without living parents, or a personincapable of managing his own affairs.Of the several species of guardians, the first are guardians bynature.-- viz., the father and (in some cases) the mother of the child.Blockstone.Guardian ad litem ( (Law), a guardian appointed by a court of justiceto conduct a particular suit.-- Guardians of the poor, the members of a board appointed orelected to care for the relief of the poor within a township, ordistrict.","PEDICULOUS":"Pedicular.","FROTHINESS":"State or quality of being frothy.","MISTROW":"To think wrongly. [Obs.]","MINISTERIALLY":"In a ministerial manner; in the character or capacity of aminister.","RESTINGUISH":"To quench or extinguish. [Obs.] R. Field.","VERATROL":"A liquid hydrocarbon obtained by the decomposition of veratricacid, and constituting the dimethyl ether of pyrocatechin.","GANGLIONIC":"Pertaining to, containing, or consisting of, ganglia organglion cells; as, a ganglionic artery; the ganglionic columns ofthe spinal cord.","ACQUIET":"To quiet. [Obs.]Acquiet his mind from stirring you against your own peace. Sir A.Sherley.","PSEUDOGRAPH":"A false writing; a spurious document; a forgery.","FORWHY":"Wherefore; because. [Obs.]","HEXOIC":"Pertaining to, or derived from, hexane; as, hexoic acid.","HANDBOOK":"A book of reference, to be carried in the hand; a manual; aguidebook.","KERCHER":"A kerchief. [Obs.]He became . . . white as a kercher. Sir T. North.","OUTLAY":"To lay out; to spread out; to display. [R.] Drayton.","SEA EGG":"A sea urchin.","ZONA":"A zone or band; a layer. Zona pellucida. Etym: [NL.] (Biol.)(a) The outer transparent layer, or envelope, of the ovum. It is amore or less elastic membrane with radiating striæ, and correspondsto the cell wall of an ordinary cell. See Ovum, and Illust. ofMicroscope. (b) The zona radiata.-- Zona radiata Etym: [NL.] (Biol.), a radiately striated membranesituated next the yolk of an ovum, or separated from it by a verydelicate membrane only.","UNTOWARD":"Toward. [Obs.] Gower.","LUXIVE":"Given to luxury; voluptuous. [Obs.]","SIPHONIFER":"Any cephalopod having a siphonate shell.","SEARCHLESS":"Impossible to be searched; inscrutable; impenetrable.","TOMORN":"To-morrow. [Obs.] Chaucer.","PROOF":"A trial impression, as from type, taken for correction orexamination; -- called also proof sheet.","TYRANT":"Any one of numerous species of American clamatorial birdsbelonging to the family Tyrannidæ; -- called also tyrant bird.","CONTEMPORANEITY":"The state of being contemporaneous.The lines of contemporaneity in the oölitic system. J. Philips.","WAXY":"Resembling wax in appearance or consistency; viscid; adhesive;soft; hence, yielding; pliable; impressible. \"Waxy to persuasion.\"Bp. Hall. Waxy degeneration (Med.), amyloid degeneration. See underAmyloid.-- Waxy kidney, Waxy liver, etc. (Med.), a kidney or liver affectedby waxy degeneration.","POSTSCRIPTED":"Having a postscript; added in a postscript. [R.] J. Q. Adams.","ATTASTE":"To taste or cause to taste. [Obs.] Chaucer.","COMPACTIBLE":"That may be compacted.","BAFT":"Same as Bafta.","COUNTERFLORY":"Adorned with flowers (usually fleurs-de-lis) so divided thatthe tops appear on one side and the bottoms on the others; -- said ofany ordinary.","DRUIDESS":"A female Druid; a prophetess.","INEXPLICABLENESS":"A state of being inexplicable; inexplicability.","PURSUER":"A plaintiff; a prosecutor.","ECTETHMOID":"External to the ethmoid; prefrontal.","REASONER":"One who reasons or argues; as, a fair reasoner; a closereasoner; a logical reasoner.","GALLEOT":"See Galiot.","HAIRPIN":"A pin, usually forked, or of bent wire, for fastening the hairin place, -- used by women.","SICKLED":"Furnished with a sickle.","SHIPMASTER":"The captain, master, or commander of a ship. Jonah i. 6.","SHEEPBITER":"One who practices petty thefts. [Obs.] Shak.There are political sheepbiters as well as pastoral; betrayers ofpublic trusts as well as of private. L'Estrange.","TRIPLOBLASTIC":"Of, pertaining to, or designating, that condition of the ovumin which there are three primary germinal layers, or in which theblastoderm splits into three layers.","VOLTAGE":"Electric potential or potential difference, expressed in volts.","LIMPKIN":"Either one of two species of wading birds of the genus Aramus,intermediate between the cranes and rails. The limpkins areremarkable for the great length of the toes. One species (A.giganteus) inhabits Florida and the West Indies; the other (A.scolopaceus) is found in South America. Called also courlan, andcrying bird.","ENVASSAL":"To make a vassal of. [Obs.]","DEOPPILATIVE":"Deobstruent; aperient. [Obs.] Harvey.","BRAZEN-BROWED":"Shamelessly impudent. Sir T. Browne.","IMMUND":"Unclean. [R.] Burton.","BROMAL":"An oily, colorless fluid, CBr","MISMETER":"To give the wrong meter to, as to a line of verse. [R.]Chaucer.","BIMASTISM":"The condition of having two mammæ or teats.","OBSTRUCTER":"One who obstructs or hinders.","WUNG-OUT":"Having the sails set in the manner called wing-and-wing.[Sailors' slang]","BRITANNIC":"Of or pertaining to Great Britain; British; as, her BritannicMajesty.","CONDUCENT":"Conducive; tending.Conducent to the good success of this business. Abp. Laud.","HEADSHAKE":"A significant shake of the head, commonly as a signal ofdenial. Shak.","SAFE-KEEPING":"The act of keeping or preserving in safety from injury or fromescape; care; custody.","THAMYN":"An Asiatic deer (Rucervus Eldi) resembling the swamp deer; --called also Eld's deer.","DIGLADIATION":"Act of digladiating. [Obs.] \"Sore digladiations and contest.\"Evelyn.","AUTOTOXICATION":"Same as Auto-intoxication.","CROSS-EXAMINATION":"The interrogating or questioning of a witness by the partyagainst whom he has been called and examined. See Examination.","GOODWIFE":"The mistress of a house. [Archaic] Robynson (More's Utopia).","UNKNOWLEDGED":"Not acknowledged or recognized. [Obs.]For which bounty to us lent Of him unknowledged or unsent. B. Jonson.","CHORUS":"A band of singers and dancers.The Grecian tragedy was at first nothing but a chorus of singers.Dryden.","HAEMATOGENOUS":"Originating in the blood.","LIFE-WEARY":"Weary of living. Shak.","CONNIVENCY":"Connivance. [Obs.]","LAPIDIFY":"To convert into stone or stony material; to petrify.","COCUS WOOD":"A West Indian wood, used for making flutes and other musicalinstruments.","INELIGIBILITY":"The state or quality of being ineligible.","NOBEL PRIZES":"Prizes for the encouragement of men and women who work for theinterests of humanity, established by the will of A. B. Nobel (1833-96), the Swedish inventor of dynamite, who left his entire estate forthis purpose. They are awarded yearly for what is regarded as themost important work during the year in physics, chemistry, medicineor physiology, idealistic literature, and service in the interest ofpeace. The prizes, averaging $40,000 each, were first awarded in1901.","EVIL":"In an evil manner; not well; ill; badly; unhappily;injuriously; unkindly. Shak.It went evil with his house. 1 Chron. vii. 23.The Egyptians evil entreated us, and affected us. Deut. xxvi. 6.","DIVERBERATION":"A sounding through.","RIGHT-MINDED":"Having a right or honest mind.-- Right\"-mind`ed*ness, n.","BUTTON":"To be fastened by a button or buttons; as, the coat will notbutton.","INGENERABLY":"In an ingenerable manner.","TOPER":"One who topes, or drinks frequently or to excess; a drunkard; asot.","ORDINABILITY":"Capability of being ordained or appointed. [Obs.] Bp. Bull.","WATER QUALM":"See Water brash, under Brash.","NASEBERRY":"A tropical fruit. See Sapodilla. [Written also nisberry.]","HIGH-SWELLING":"Inflated; boastful.","MOLY":"A kind of garlic (Allium Moly) with large yellow flowers; --called also golden garlic.","UPSNATCH":"To snatch up. [R.]","SPRAIN":"To weaken, as a joint, ligament, or muscle, by sudden andexcessive exertion, as by wrenching; to overstrain, or stretchinjuriously, but without luxation; as, to sprain one's ankle.","PRODD":"A crossbow. See Prod, 3.","SUBSTITUTIONAL":"Of or pertaining to substitution; standing in the place ofanother; substituted.-- Sub`sti*tu\"tion*al*ly, adv.","MILKMAID":"A woman who milks cows or is employed in the dairy.","THUNDERPROOF":"Secure against the effects of thunder or lightning.","UNPEERABLE":"Incapable of having a peer, or equal.","COLOPHANY":"See Colophony.","ARRIVE":"Arrival. [Obs.] Chaucer.How should I joy of thy arrive to hear! Drayton.","HAUNT":"To persist in staying or visiting.I've charged thee not to haunt about my doors. Shak.","DEJEUNE":"A déjeuner.Take a déjeuné of muskadel and eggs. B. Jonson.","PRUINOUS":"Frosty; pruinose.","INTERCENTRAL":"Between centers. Intercentral nerves (Physiol.), those nerveswhich transmit impulses between nerve centers, as opposed toperipheral fibers, which convey impulses between peripheral parts andnerve centers.","VERRUCOSE":"Covered with wartlike elevations; tuberculate; warty;verrucous; as, a verrucose capsule.","BRANCHIA":"A gill; a respiratory organ for breathing the air contained inwater, such as many aquatic and semiaquatic animals have.","WITENAGEMOTE":"A meeting of wise men; the national council, or legislature, ofEngland in the days of the Anglo-Saxons, before the Norman Conquest.","FURFUROUS":"Made of bran; furfuraceous. [R.] \"Furfurous bread.\" SydneySmith.","PANTOPODA":"Same as Pycnogonida.","GARDEN":"To lay out or cultivate a garden; to labor in a garden; topractice horticulture.","PRIEST":"A presbyter elder; a minister; specifically:(a) (R. C. Ch. & Gr. Ch.) One who is authorized to consecrate thehost and to say Mass; but especially, one of the lowest orderpossessing this power. Murdock. (b) (Ch. of Eng. & Prot. Epis. Ch.)","DOLMEN":"A cromlech. See Cromlech. [Written also tolmen.]","SIFFLEMENT":"The act of whistling or hissing; a whistling sound; sibilation.[Obs.] A. Brewer.","DOVISH":"Like a dove; harmless; innocent. \"Joined with dovishsimplicity.\" Latimer.","PERFECTLY":"In a perfect manner or degree; in or to perfection; completely;wholly; throughly; faultlessly. \"Perfectly divine.\" Milton.As many as touched were made perfectly whole. Matt. xiv. 36.","ZULU-KAFFIR":"A member of the Bantu race comprising the Zulus and theKaffirs.","LEVY":"A name formerly given in Pennsylvania, Maryland, and Virginiato the Spanish real of one eight of a dollar (or 12","PENDULATE":"To swing as a pendulum. [R.]","EPHEMERIC":"Ephemeral.","BIGOTED":"Obstinately and blindly attached to some creed, opinionpractice, or ritual; unreasonably devoted to a system or party, andilliberal toward the opinions of others. \"Bigoted to strife.\" Byron.","COLLYRIUM":"An application to the eye, usually an eyewater.","JUBATE":"Fringed with long, pendent hair.","LARK":"A frolic; a jolly time. [Colloq.] Dickens.","ZIRCON LIGHT":"A light, similar to the calcium light, produced by incandescentzirconia.","UPCOUNTRY":"In an upcountry direction; as, to live upcountry. [Colloq.]","CORDELING":"Twisting.","LAXATION":"The act of loosening or slackening, or the state of beingloosened or slackened.","MISGET":"To get wrongfully. [Obs.]","MINEVER":"Same as Miniver.","RIBAUDY":"Ribaldry. [Obs.] Chaucer.","FLAVIN":"A yellow, vegetable dyestuff, resembling quercitron.","BATFOWLER":"One who practices or finds sport in batfowling.","MORALISM":"A maxim or saying embodying a moral truth. Farrar.","BOUGHT":"imp. & p. p. of Buy.","INCAPABLE":"Unqualified or disqualified, in a legal sense; as, a man underthirty-five years of age is incapable of holding the office ofpresident of the United States; a person convicted on impeachment isthereby made incapable of holding an office of profit or honor underthe government.","ESCHEWER":"One who eschews.","RUT":"Sexual desire or oestrus of deer, cattle, and various othermammals; heat; also, the period during which the oestrus exists.","UNREALITY":"The quality or state of being unreal; want of reality.","PETUNIA":"A genus of solanaceous herbs with funnelform or salver-shapedcorollas. Two species are common in cultivation, Petunia violacera,with reddish purple flowers, and P. nyctaginiflora, with whiteflowers. There are also many hybrid forms with variegated corollas.","DISCOHERENT":"Incoherent. [R.]","MARTELLO TOWER":"A building of masonry, generally circular, usually erected onthe seacoast, with a gun on the summit mounted on a traversingplatform, so as to be fired in any direction.","BROADPIECE":"An old English gold coin, broader than a guinea, as a Carolusor Jacobus.","AESCULAPIAN":"Pertaining to Æsculapius or to the healing art; medical;medicinal.","POLLUCITE":"A colorless transparent mineral, resembling quartz, occurringwith castor or castorite on the island of Elba. It is a silicate ofalumina and cæsia. Called also pollux.","BULGY":"Bulged; bulging; bending, or tending to bend, outward.[Colloq.]","PUDENDA":"The external organs of generation.","PARALLELLY":"In a parallel manner; with parallelism. [R.] Dr. H. More.","OLIGOTOKOUS":"Producing few young.","WARPATH":"The route taken by a party of Indians going on a warlikeexpedition. Schoolcraft. On the warpath, on a hostile expedition;hence, colloquially, about to attack a person or measure.","CHEEP":"To chirp, as a young bird.","PERIVASCULAR":"Around the blood vessels; as, perivascular lymphatics.","REOPPOSE":"To oppose again.","CERVUS":"A genus of ruminants, including the red deer and other alliedspecies.","MARYOLATRY":"Mariolatry.","UNPICK":"To pick out; to undo by picking.","IDIOTIZE":"To become stupid. [R.]","NOSOPHEN":"An iodine compound obtained as a yellowish gray, odorless,tasteless powder by the action of iodine on phenolphthalein.","SECURELY":"In a secure manner; without fear or apprehension; withoutdanger; safely.His daring foe . . . securely him defied. Milton.","EMPIRISTIC":"Relating to, or resulting from, experience, or experiment;following from empirical methods or data; -- opposed to nativistic.","GLADIOLE":"A lilylike plant, of the genus Gladiolus; -- called also cornflag.","HYSTEROTOMY":"The Cæsarean section. See under Cæsarean.","PITY":"To be compassionate; to show pity.I will not pity, nor spare, nor have mercy. Jer. xiii. 14.","DESERVING":"Desert; merit.A person of great deservings from the republic. Swift.","SHRIVEL":"To draw, or be drawn, into wrinkles; to shrink, and formcorrugations; as, a leaf shriveles in the hot sun; the skin shrivelswith age; -- often with up.","CORPOREAL":"Having a body; consisting of, or pertaining to, a material bodyor substance; material; -- opposed to spiritual or immaterial.His omnipotence That to corporeal substance could add Speed almostspiritual. Milton.Corporeal property, such as may be seen and handled (as opposed toincorporeal, which can not be seen or handled, and exists only incontemplation). Mozley & W.","INSECTARY":"A place for keeping living insects.-- In`sec*ta\"ri*um, n. Etym: [L.]","PHARMACOSIDERITE":"A hydrous arsenate of iron occurring in green or yellowishgreen cubic crystals; cube ore.","DEVASTATION":"Waste of the goods of the deceased by an executor oradministrator. Blackstone.","ACADEMICALLY":"In an academical manner.","WELT":"A narrow border, as of an ordinary, but not extending aroundthe ends. Welt joint, a joint, as of plates, made with a welt,instead of by overlapping the edges. See Weld, n., 1 (d).","FOOTNOTE":"A note of reference or comment at the foot of a page.","PARORCHIS":"The part of the epididymis; or the corresponding part of theexcretory duct of the testicle, which is derived from the Wolffianbody.","REASSIMILATE":"To assimilate again.-- Re`as*sim`i*la\"tion, n.","DECADAL":"Pertaining to ten; consisting of tens.","DESERTER":"One who forsakes a duty, a cause or a party, a friend, or anyone to whom he owes service; especially, a soldier or a seaman whoabandons the service without leave; one guilty of desertion.","POLIVE":"A pulley. [Obs.] Chaucer.","OBLATE":"Flattened or depressed at the poles; as, the earth is an oblatespheroid.","MONOPHONIC":"Single-voiced; having but one part; as, a monophoniccomposition; -- opposed to Ant: polyphonic.","VESICO-":"A combining form used in anatomy to indicate connection with,or relation to, the bla; as in vesicoprostatic, vesicovaginal.","DISSEVERANCE":"The act of disserving; separation.","FRIPPERER":"A fripper. [Obs.] Johnson.","CROPFUL":"Having a full crop or belly; satiated. Milton.","SIFILET":"The six-shafted bird of paradise. See Paradise bird, underParadise.","PROGRESSION":"Regular or proportional advance in increase or decrease ofnumbers; continued proportion, arithmetical, geometrical, orharmonic.","THIOCYANATE":"Same as Sulphocyanate.","POLYACID":"Capable of neutralizing, or of combining with, severalmolecules of a monobasic acid; having more than one hydrogen atomcapable of being replaced by acid radicals; -- said of certain bases;as, calcium hydrate and glycerin are polyacid bases.","HESPERID":"Same as 3d Hesperian.","CONCERT":"To act in harmony or conjunction; to form combined plans.The ministers of Denmark were appointed to concert with Talbot. Bp.Burnet","DISLOCATE":"To displace; to put out of its proper place. Especially, of abone: To remove from its normal connections with a neighboring bone;to put out of joint; to move from its socket; to disjoint; as, todislocate your bones. Shak.After some time the strata on all sides of the globe were dislocated.Woodward.And thus the archbishop's see, dislocated or out of joint for a time,was by the hands of his holiness set right again. Fuller.","PANDORA":"A beautiful woman (all-gifted), whom Jupiter caused Vulcan tomake out of clay in order to punish the human race, becausePrometheus had stolen the fire from heaven. Jupiter gave Pandora abox containing all human ills, which, when the box was opened,escaped and spread over the earth. Hope alone remained in the box.Another version makes the box contain all the blessings of the gods,which were lost to men when Pandora opened it.","MINIMUM THERMOMETER":", a thermometer for recording the lowest temperature since itslast adjustment.","CHUFA":"A sedgelike plant (Cyperus esculentus) producing edible tubers,native about the Mediterranean, now cultivated in many regions; theearth almond.","REEXPERIENCE":"A renewed or repeated experience.","ALLIUM":"A genus of plants, including the onion, garlic, leek, chive,etc.","NOYER":"An annoyer. [Obs.] Tusser.","MICROVOLT":"A measure of electro-motive force; the millionth part of onevolt.","SCRUZE":"To squeeze, compress, crush, or bruise. [Obs. or Low] Spenser.","ACCLIMATATION":"Acclimatization.","TROCO":"An old English game; -- called also lawn billiards.","ACROCEPHALY":"Loftiness of skull.","SMATTERER":"One who has only a slight, superficial knowledge; a sciolist.","VIVERRA":"A genus of carnivores which comprises the civets.","NEEDLE-POINTED":"Pointed as needles.","DESPOILER":"One who despoils.","INADVISABLE":"Not advisable.-- In`ad*vis\"a*ble*ness, n.","BENTHAL":"Relating to the deepest zone or region of the ocean.","MISINCLINE":"To cause to have a wrong inclination or tendency; to affectwrongly.","CONFESSANT":"One who confesses to a priest. [Obs.] Bacon.","CONSOUND":"A name applied loosely to several plants of different genera,esp. the comfrey.","INSPECTIVE":"Engaged in inspection; inspecting; involving inspection.","REDISPOSE":"To dispose anew or again; to readjust; to rearrange. A. Baxter.","ITACONIC":"Pertaining to, or designating, an acid, C5H6O4, which isobtained as a white crystalline substance by decomposing aconitic andother organic acids.","SELF-RESPECT":"Respect for one's self; regard for one's character; laudableself-esteem.","ABUNDANCE":"An overflowing fullness; ample sufficiency; great plenty;profusion; copious supply; superfluity; wealth: -- strictlyapplicable to quantity only, but sometimes used of number.It is lamentable to remember what abundance of noble blood hath beenshed with small benefit to the Christian state. Raleigh.","TRUNCH":"A stake; a small post. [Obs.]","HOLOSTRACA":"A division of phyllopod Crustacea, including those that areentirely covered by a bivalve shell.","ANGOLA":"A fabric made from the wool of the Angora goat.","INSURE":"To underwrite; to make insurance; as, a company insures atthree per cent.","SOLARIZATION":"Injury of a photographic picture caused by exposing it for toolong a time to the sun's light in the camera; burning; excessiveinsolation.","STAR STEREOGRAM":"A view of the universe of brighter stars as it would appear toan observer transported into space outside or beyond our universe ofstars.","HEBDOMADALLY":"In periods of seven days; weekly. Lowell.","DEIST":"One who believes in the existence of a God, but denies revealedreligion; a freethinker.","OVERGIVE":"To give over; to surrender; to yield. [Obs.] Spenser.","SENSUISM":"Sensualism.","RUSHED":"Abounding or covered with rushes.","PRECIPITANTLY":"With rash or foolish haste; in headlong manner. Milton.","GRADING":"The act or method of arranging in or by grade, or of bringing,as the surface of land or a road, to the desired level or grade.","ZWIEBACK":"A kind of biscuit or  rusk first baked in a loaf and afterwardscut and toasted.","APOTHECIUM":"The ascigerous fructification of lichens, forming masses ofvarious shapes.","MELCHITE":"One of a sect, chiefly in Syria and Egypt, which acknowledgesthe authority of the pope, but adheres to the liturgy and ceremoniesof the Eastern Church.","NOME":"See Term.","CLEANLILY":"In a cleanly manner.","CEDARN":"Of or pertaining to the cedar or its wood. [R.]","EYGHT":"An island. See Eyot.","TERRITORIAL WATERS":"The waters under the territorial jurisdiction of a state;specif., the belt (often called the marine belt or territorial sea)of sea subject to such jurisdiction, and subject only to the right ofinnocent passage by the vessels of other states.","AEDILESHIP":"The office of an ædile. T. Arnold.","KEN":"A house; esp., one which is a resort for thieves. [Slang, Eng.]","NEGROHEAD":"An inferior commercial variety of India rubber made up intoround masses.","WIGLESS":"Having or wearing no wig.","EMPANOPLIED":"Completely armed; panoplied. Tennyson.","ASSIST":"To give support to in some undertaking or effort, or in time ofdistress; to help; to aid; to succor.Assist me, knight. I am undone! Shak.","FORBLACK":"Very black. [Obs.]As any raven's feathers it shone forblack. Chaucer.","BASBLEU":"A bluestocking; a literary woman. [Somewhat derisive]","COCKSHEAD":"(Bot.) A leguminous herb (Onobrychis Caput-galli), having smallspiny-crested pods.","RESIDENCE":"The residing of an incumbent on his benefice; -- opposed tononresidence.","COSMORAMA":"An exhibition in which a series of views in various parts ofthe world is seen reflected by mirrors through a series of lenses,with such illumination, etc., as will make the views most closelyrepresent reality.","INQUIETNESS":"Unquietness. [Obs.] Joye.","LUTE":"A cement of clay or other tenacious infusible substance forsealing joints in apparatus, or the mouths of vessels or tubes, orfor coating the bodies of retorts, etc., when exposed to heat; --called also luting.","SHADINESS":", n. Quality or state of being shady.","VARICES":"See Varix.","RUSTFUL":"Full of rust; resembling rust; causing rust; rusty. \"Rustfulsloth.\" Quarles.","WADDLER":"One who, or that which, waddles.","SWELT":"imp. of Swell.","SINAPINE":"An alkaloid occuring in the seeds of mustard. It is extracted,in combination with sulphocyanic acid, as a white crystallinesubstance, having a hot, bitter taste. When sinapine is isolated itis unstable and undergoes decomposition.","ARCHIEREY":"The higher order of clergy in Russia, including metropolitans,archbishops, and bishops. Pinkerton.","THAROS":"A small American butterfly (Phycoides tharos) having the uppersurface of the wings variegated with orange and black, the outermargins black with small white crescents; -- called also pearlcrescent.","LEPAL":"A sterile transformed stamen.","THRID":"Third. [Obs.] Chaucer.","SHIMMY":"A chemise. [Colloq.]","DISSOLVENT":"Having power to dissolve power to dissolve a solid body; as,the dissolvent juices of the stomach. Ray.","VERBALISM":"Something expressed verbally; a verbal remark or expression.","SIEVA":"A small variety of the Lima bean (Phaseolus lunatus).","GREY":"See Gray (the correct orthography).","AMPHITROCHA":"A kind of annelid larva having both a dorsal and a ventralcircle of special cilia.","HIERONYMITE":"See Jeronymite.","VENTRICULITE":"Any one of numerous species of siliceous fossil spongesbelonging to Ventriculites and allied genera, characteristic of theCretaceous period.","TETRICITY":"Crabbedness; perverseness. [Obs.]","DISSIDENCE":"Disagreement; dissent; separation from the establishedreligion. I. Taylor.It is the dissidence of dissent. Burke.","BEGGARLINESS":"The quality or state of being beggarly; meanness.","TANDEM CART":"A kind of two-wheeled vehicle with seats back to back, thefront one somewhat elevated.","INCREPATION":"A chiding; rebuke; reproof. [Obs.] Hammond.","LAMEL":"See Lamella.","ASCARIASIS":"A disease, usually accompanied by colicky pains and diarrhea,caused by the presence of ascarids in the gastrointestinal canal.","INCOMPOSITE":"Not composite; uncompounded; simple. Incomposite numbers. SeePrime numbers, under Prime.","ENDOGAMY":"Marriage only within the tribe; a custom restricting a man inhis choice of a wife to the tribe to which he belongs; -- opposed toexogamy.","TOOTHING":"Bricks alternately projecting at the end of a wall, in orderthat they may be bonded into a continuation of it when the remainderis carried up. Toothing plane, a plane of which the iron is formedinto a series of small teeth, for the purpose of roughening surfaces,as of veneers.","DIATOMOUS":"Having a single, distinct, diagonal cleavage; -- said ofcrystals. Mohs.","STACKING":"from Stack. Stacking band, Stacking belt, a band or rope usedin binding thatch or straw upon a stack.-- Stacking stage, a stage used in building stacks.","OPPILATE":"To crowd together; to fill with obstructions; to block up.[Obs.] Cockeram.","POTHEEN":"See Poteen.","ECSTASY":"A state which consists in total suspension of sensibility, ofvoluntary motion, and largely of mental power. The body is erect andinflexible; the pulsation and breathing are not affected. Mayne.","REGRANT":"To grant back; to grant again or anew. Ayliffe.","TAR":"A sailor; a seaman. [Colloq.] Swift.","ERYTHRISM":"A condition of excessive redness. See Erythrochroism.","TRIACLE":"See Treacle. [Obs.] Chaucer.","TRUDGEN STROKE":"A racing stroke in which a double over-arm motion is used; --so called from its use by an amateur named Trudgen, but oftenerroneously written trudgeon.","BILITERALISM":"The property or state of being biliteral.","DISRANGE":"To disarrange. [Obs.] Wood.","DURRA":"A kind of millet, cultivated throughout Asia, and introducedinto the south of Europe; a variety of Sorghum vulgare; -- calledalso Indian millet, and Guinea corn. [Written also dhoorra, dhurra,doura, etc.]","VESICULATE":"Bladdery; full of, or covered with, bladders; vesicular.","LUPULINE":"An alkaloid extracted from hops as a colorless volatile liquid.","PROXIMIOUS":"Proximate. [Obs.]","TIRWIT":"The lapwing. [Prov. Eng.]","FILIATION":"The assignment of a bastard child to some one as its ather;affiliation. Smart.","WASHDISH":"Same as Washerwoman, 2. [Prov. Eng.]","IRRECORDABLE":"Not fit or possible to be recorded.","ACCENTOR":"One who sings the leading part; the director or leader. [Obs.]","DISTENSION":"Same as Distention.","VEGETE":"Lively; active; sprightly; vigorous. [Obs.]Even her body was made airy and vegete. Jer. Taylor.","SCISSORS-TAILED":"Having the outer feathers much the longest, the othersdecreasing regularly to the median ones.","EXCESSIVE":"Characterized by, or exhibiting, excess; overmuch.Excessive grief [is] the enemy to the living. Shak.","ACCURATENESS":"The state or quality of being accurate; accuracy; exactness;nicety; precision.","KNOWLECHE":"See Knowl, edge.We consider and knowleche that we have offended. Chaucer.","WATER GOD":"A fabulous deity supposed to dwell in, and preside over, somebody of water.","OLEIC":"Pertaining to, derived from, or contained in, oil; as, oleicacid, an acid of the acrylic acid series found combined with glycerylin the form of olein in certain animal and vegetable fats and oils,such as sperm oil, olive oil, etc. At low temperatures the acid iscrystalline, but melts to an oily liquid above 14","ANNALIST":"A writer of annals.The monks . . . were the only annalists in those ages. Hume.","TILIACEOUS":"Of, pertaining to, or resembling, a natural order of plants(Tiliaceæ) of which the linden (Tilia) is the type. The orderincludes many plants which furnish a valuable fiber, as the jute.","CONTEX":"To context. [Obs.] Boyle.","WEATHER-BIT":"A turn of the cable about the end of the windlass, without thebits.","TISICKY":"Consumptive, phthisical.","RESHIPPER":"One who reships.","YIDDISHER":"A Yid. [Slang]","CAMWOOD":"See Barwood.","RACEMULOSE":"Growing in very small racemes.","SPIRITUALLY":"In a spiritual manner; with purity of spirit; like a spirit.","CRASTINATION":"Procrastination; a putting off till to-morrow. [Obs.]","GONIATITE":"One of an extinct genus of fossil cephalopods, allied to theAmmonites. The earliest forms are found in the Devonian formation,the latest, in the Triassic.","TRIBUTER":"One who works for a certain portion of the ore, or its value.[Eng.]","ORANGEROOT":"An American ranunculaceous plant (Hidrastis Canadensis), havinga yellow tuberous root; -- also called yellowroot, golden seal, etc.","CINCHONACEOUS":"Allied or pertaining to cinchona, or to the plants that produceit.","URITE":"One of the segments of the abdomen or post-abdomen ofarthropods.","MEGRIM":"A sudden vertigo in a horse, succeeded sometimes byunconsciousness, produced by an excess of blood in the brain; a mildform of apoplexy. Youatt.","LOSEL":"One who loses by sloth or neglect; a worthless person; a lorel.[Archaic] Spenser.One sad losel soils a name for aye. Byron.","DECACUMINATED":"Having the point or top cut off. [Obs.] Bailey.","OUPHEN":"Elfish. [Obs.]","TREASONOUS":"Treasonable. Shak.The treasonous book of the Court of King James. Pepys.","AIR SAC":"One of the spaces in different parts. of the bodies of birds,which are filled with air and connected with the air passages of thelungs; an air cell.","BETEELA":"An East India muslin, formerly used for cravats, veils, etc.[Obs.]","GIESECKITE":"A mineral occurring in greenish gray six-sided prisms, having agreasy luster. It is probably a pseudomorph after elæolite.","MONADARIA":"The Infusoria.","RANDOM":"The direction of a rake-vein. Raymond.","PLECTOSPONDYLI":"An extensive suborder of fresh-water physostomous fishes havingthe anterior vertebræ united and much modified; the Eventognathi.","OXYGENATE":"To unite, or cause to combine, with oxygen; to treat withoxygen; to oxidize; as, oxygenated water (hydrogen dioxide).","ZYMOME":"A glutinous substance, insoluble in alcohol, resemblinglegumin; -- now called vegetable fibrin, vegetable albumin, or glutencasein.","LAGOMORPHA":"A group of rodents, including the hares. They have fourincisors in the upper jaw. Called also Duplicidentata.","AMATORY":"Pertaining to, producing, or expressing, sexual love; as,amatory potions.","FORESEE":"To have or exercise foresight. [Obs.]","OFFENSIBLE":"That may give offense. [Obs.]","REPUTABLE":"Having, or worthy of, good repute; held in esteem; honorable;praiseworthy; as, a reputable man or character; reputable conduct.In the article of danger, it is as reputable to elude an enemy asdefeat one. Broome.","MAYFLOWER":"In England, the hawthorn; in New England, the trailing arbutus(see Arbutus); also, the blossom of these plants.","SUBLIEUTENANT":"An inferior or second lieutenant; in the British service, acommissioned officer of the lowest rank.","VOLITIONAL":"Belonging or relating to volition. \"The volitional impulse.\"Bacon.","OVERNEAT":"Excessively neat. Spectator.","SEORITA":"A Spanish title of courtesy given to a young lady; Miss; also,a young lady.","NEONISM":"Neologism.","GNOMICAL":"Gnomonical. Boyle.","STOMATITIS":"Inflammation of the mouth.","PROTERVITY":"Peevishness; petulance. [Obs.] Fuller.","BONUS":"A premium given for a loan, or for a charter or other privilegegranted to a company; as the bank paid a bonus for its charter.Bouvier.","REAMPUTATION":"The second of two amputations performed upon the same member.","PRESIGNIFY":"To intimate or signify beforehand; to presage.","SHANTY":"Jaunty; showy. [Prov. Eng.]","WADMOL":"A coarse, hairy, woolen cloth, formerly used for garments bythe poor, and for various other purposes. [Spelled also wadmal,wadmeal, wadmoll, wadmel, etc.] Beck (Draper's Dict.). Sir W. Scott.","HEPTAGONAL":"Having seven angles or sides. Heptagonal numbers (Arith.), thenumbers of the series 1, 7, 18, 34, 55, etc., being figurate numbersformed by adding successively the terms of the arithmetical series 1,6, 11, 16, 21, etc.","EXHAUSTION":"An ancient geometrical method in which an exhaustive processwas employed. It was nearly equivalent to the modern method oflimits.","ORTHODOXALLY":"Orthodoxly. [R.] Milton","PIONEER":"A soldier detailed or employed to form roads, dig trenches, andmake bridges, as an army advances.","SEMAEOSTOMATA":"A division of Discophora having large free mouth lobes. Itincludes Aurelia, and Pelagia. Called also Semeostoma. See Illustr.under Discophora, and Medusa.","COMMENSURABILITY":"The quality of being commersurable. Sir T. Browne.","COURSER":"A grallatorial bird of Europe (Cursorius cursor), remarkablefor its speed in running. Sometimes, in a wider sense, applied torunning birds of the Ostrich family.","LUKEWARM":"Moderately warm; neither cold nor hot; tepid; not ardent; notzealous; cool; indifferent. \" Lukewarm blood.\" Spenser. \" Lukewarmpatriots.\" Addison.An obedience so lukewarm and languishing that it merits not the nameof passion. Dryden.-- Luce\"warm`ly, adv.-- Luce\"warm`ness, n.","BELAMY":"Good friend; dear friend. [Obs.] Chaucer.","GOOSE-RUMPED":"Having the tail set low and buttocks that fall away sharplyfrom the croup; -- said of certain horses.","MATRONHOOD":"The state of being a matron.","HASLET":"The edible viscera, as the heart, liver, etc., of a beast, esp.of a hog. [Written also harslet.]","LOREN":"of Lose. Chaucer.","FELLOW":"To suit with; to pair with; to match. [Obs.] Shak.","CHOREIC":"Of the nature of, or pertaining to, chorea; convulsive.","DAYMARE":"A kind of incubus which occurs during wakefulness, attended bythe peculiar pressure on the chest which characterizes nightmare.Dunglison.","ICEBOUND":"Totally surrounded with ice, so as to be incapable ofadvancing; as, an icebound vessel; also, surrounded by or fringedwith ice so as to hinder easy access; as, an icebound coast.","PALLAS":"Pallas Athene, the Grecian goddess of wisdom, called alsoAthene, and identified, at a later period, with the Roman Minerva.","REHYPOTHECATE":"To hypothecate again.-- Re`hy*poth`e*ca\"tion, n.","SCANTLET":"A small pattern; a small quantity. [Obs.] Sir M. Hale.","UNMOOR":"To weigh anchor. Sir W. Scott.","YAWL":"A small ship's boat, usually rowed by four or six oars.[Written also yaul.]","TOLUTATION":"A pacing or ambling. [Obs.] Sir T. Browne.","ENCASEMENT":"An old theory of generation similar to emboOvulist.","BONTEBOK":"The pied antelope of South Africa (Alcelaphus pygarga). Itsface and rump are white. Called also nunni.","PROGNOSTIC":"Indicating something future by signs or symptoms; foreshowing;aiding in prognosis; as, the prognostic symptoms of a disease;prognostic signs.","VAS":"A vessel; a duct. Vas deferens; pl. Vasa deferentia. Etym: [L.vas vessel + deferens carrying down.] (Anat.) The excretory duct of atesticle; a spermatic duct.","TOWERY":"Having towers; adorned or defended by towers. [R.] \"Towerycities.\" Pope.","TRISTITIATE":"To make sad. [Obs.] Feltham.","TRIBBLE":"A frame on which paper is dried. Knight.","ACCRUE":"Something that accrues; advantage accruing. [Obs.]","FORGIVABLE":"Capable of being forgiven; pardonable; venial. Sherwood.","PERMANGANIC":"Pertaining to, or designating, one of the higher acids ofmanganese, HMnO4, which forms salts called permanganates.","PHOSPHOR-BRONZE":"A variety of bronze possessing great hardness, elasticity, andtoughness, obtained by melting copper with tin phosphide. It containsone or two per cent of phosphorus and from five to fifteen per centof tin.","DISTITLE":"To deprive of title or right. [R.] B. Jonson.","TERREPLEIN":"The top, platform, or horizontal surface, of a rampart, onwhich the cannon are placed. See Illust. of Casemate.","MONOTREMATA":"A subclass of Mammalia, having a cloaca in which the ducts ofthe urinary, genital, and alimentary systems terminate, as in birds.The female lays eggs like a bird. See Duck mole, under Duck, andEchidna.","BRIDE":"To make a bride of. [Obs.]","COMMENTATOR":"One who writes a commentary or comments; an expositor; anannotator.The commentator's professed object is to explain, to enforce, toillustrate doctrines claimed as true. Whewell.","FIGURINE":"A very small figure, whether human or of an animal; especially,one in terra cotta or the like; -- distinguished from statuette,which is applied to small figures in bronze, marble, etc.","NATURALNESS":"The state or quality of being natural; conformity to nature.","ANGELAGE":"Existence or state of angels.","ANACARDIUM":"A genus of plants including the cashew tree. See Cashew.","MOISTY":"Moist. [Obs.]","OMNIPREVALENT":"Prevalent everywhere or in all things. Fuller.","ECHAUGUETTE":"A small chamber or place of protection for a sentinel, usuallyin the form of a projecting turret, or the like. See Castle.","WEISMANNISM":"The theories and teachings in regard to heredity propounded bythe German biologist August Weismann, esp. in regard to germ plasm asthe basis of heredity and the impossibility of transmitting acquiredcharacteristics; -- often called neo-Darwinism.","FERROUS":"Pertaining to, or derived from, iron; -- especially used ofcompounds of iron in which the iron has its lower valence; as,ferrous sulphate.","HENEN":"Hence. [Obs.] Chaucer.","SEA BUTTERFLY":"A pteropod.","PETRESCENCE":"The process of changing into stone; petrification.","UNDERSOIL":"The soil beneath the surface; understratum; subsoil.","MARANATHA":"\"Our Lord cometh;\" -- an expression used by St. Paul at theconclusion of his first Epistle to the Corinthians (xvi. 22). Thisword has been used in anathematizing persons for great crimes; asmuch as to say, \"May the Lord come quickly to take vengeance of thycrimes.\" See Anathema maranatha, under Anathema.","BARBADIAN":"Of or pertaining to Barbados.-- n.","DOWVE":"A dove. [Obs.] Chaucer.","PENTADECATOIC":"Of, pertaining to, or derived from, pentadecane, or designatingan acid related to it.","INLAY":"To lay within; hence, to insert, as pieces of pearl, iviry,choice woods, or the like, in a groundwork of some other material; toform an ornamental surface; to diversify or adorn with insertions.Look,how the floor of heaven Is thick inlaid with patines of brightgold. Shak.But these things are . . . borrowed by the monks to inlay theirstory. Milton.","IOD-":"See Iodo-.","VAGARIOUS":"Given to, or characterized by, vagaries; capricious; whimsical;crochety.","ALMESSE":"See Alms. [Obs.]","POLICE POWER":"The inherent power of a government to regulate its policeaffairs. The term police power is not definitely fixed in meaning. Inthe earlier cases in the United States it was used as including thewhole power of internal government, or the powers of governmentinherent in every sovereignty to the extent of its dominions (11Peters (U. S.) 102). The later cases have excepted from its domainthe development and administration of private law. Modern politicalscience defines the power as a branch of internal administration inthe exercise of which the executive should move within the lines ofgeneral principles prescribed by the constitution or the legislature,and in the exercise of which the most local governmentalorganizations should participate as far as possible (Burgess). Underthis limitation the police power, as affecting persons, is the powerof the state to protect the public against the abuse of individualliberty, that is, to restrain the individual in the exercise of hisrights when such exercise becomes a danger to the community. Thetendency of judicial and popular usage is towards this narrowerdefinition.","AD VALOREM":"A term used to denote a duty or charge laid upon goods, at acertain rate per cent upon their value, as stated in their invoice, -- in opposition to a specific sum upon a given quantity or number;as, an ad valorem duty of twenty per cent.","RIE":"See Rye. [Obs.] Holland. Rie grass. (Bot.) (a) A kind of wildbarley (Hordeum pratense). Dr. Prior. (b) Ray grass. Dr. Prior.","PROKE":"To poke; to thrust. [Obs.] Holland.","ADEMPT":"Takes away. [Obs.]Without any sinister suspicion of anything being added or adempt.Latimn.","NIGGERHEAD":"A strong black chewing tobacco, usually in twisted plug form;negro head.","SPOTTY":"Full of spots; marked with spots.","DISFORESTATION":"The act of clearing land of forests. Daniel.","TOADISH":"Like a toad. [Obs.] A. Stafford.","CHOLECYSTOTOMY":"The operation of making an opening in the gall bladder, as forthe removal of a gallstone.","FILCHINGLY":"By pilfering or petty stealing.","SUPERINSPECT":"To over see; to superintend by inspection. [R.] Maydman.","HALTER":"One who halts or limps","UNDERLOAD SWITCH":"A switch which opens a circuit when the current falls below acertain predetermined value, used to protect certain types of motorsfrom running at excessive speed upon decrease of load.","ACTUALIZE":"To make actual; to realize in action. [R.] Coleridge.","BARRIO":"In Spain and countries colonized by Spain, a village, ward, ordistrict outside a town or city to whose jurisdiction it belongs.","UNNOTIFY":"To retract or withdraw a notice of. Walpole.","INBIND":"To inclose. [Obs.] Fairfax.","TWEEL":"See Twill.","AROMATIZER":"One who, or that which, aromatizes or renders aromatic. Evelyn.","GODSHIP":"The rank or character of a god; deity; divinity; a god orgoddess.O'er hills and dales their godships came. Prior.","FLAG":"An aquatic plant, with long, ensiform leaves, belonging toeither of the genera Iris and Acorus. Cooper's flag, the cat-tail(Typha latifolia), the long leaves of which are placed between thestaves of barrels to make the latter water-tight.-- Corn flag. See under 2d Corn.-- Flag broom, a coarse of broom, originally made of flags orrushes.-- Flag root, the root of the sweet flag.-- Sweet flag. See Calamus, n., 2.","TONIC":"Increasing strength, or the tone of the animal system;obviating the effects of debility, and restoring heatly functions.Tononic spasm. (Med.) See the Note under Spasm.","INFUMED":"Dried in smoke; smoked.","CHOREPISCOPAL":"Pertaining to a chorepiscopus or his change or authority.","HITTITE":"A member of an ancient people (or perhaps group of peoples)whose settlements extended from Armenia westward into Asia Minor andsouthward into Palestine. They are known to have been met along theOrontes as early as 1500 b. c., and were often at war with theEgyptians and Assyrians. Especially in the north they developed aconsiderable civilization, of which numerous monuments andinscriptions are extant. Authorities are not agreed as to their race.While several attempts have been made to decipher the Hittitecharacters, little progress has yet been made.","FROLIC":"Full of levity; dancing, playing, or frisking about; full ofpranks; frolicsome; gay; merry.The frolic wind that breathes the spring. Milton.The gay, the frolic, and the loud. Waller.","GALVANOMETRY":"The art or process of measuring the force of electric currents.","FILIBEG":"Same as Kilt. [Written also philibeg.]","EREMITISH":"Eremitic. Bp. Hall.","MISEASED":"Having discomfort or misery; troubled. [Obs.] Chaucer.","COMPRESSOR":"Anything which serves to compress; as:(a) (Anat.) A muscle that compresses certain parts.(b) (Surg.) An instrument for compressing an artery (esp., thefemoral artery) or other part.(c) An apparatus for confining or flattening between glass plates anobject to be examined with the microscope; -- called alsocompressorium.(d) (Mach.) A machine for compressing gases; especially, an aircompressor.","CELEBRANT":"One who performs a public religious rite; -- appliedparticularly to an officiating priest in the Roman Catholic Church,as distinguished from his assistants.","FRANKFORT BLACK":". A black pigment used in copperplate printing, prepared byburning vine twigs, the lees of wine, etc. McElrath.","AUDIOMETER":"An instrument by which the power of hearing can be gauged andrecorded on a scale.","WAREFULNESS":"Wariness; cautiousness. [Obs.] \"Full of warefulness.\" Sir P.Sidney.","FISSILINGUIA":"A group of Lacertilia having the tongue forked, including thecommon lizards. [Written also Fissilingues.]","VOIR DIRE":"An oath administered to a witness, usually before being swornin chief, requiring him to speak the truth, or make true answers inreference to matters inquired of, to ascertain his competency to giveevidence. Greenleaf. Ld. Abinger.","AMYLATE":"A compound of the radical amyl with oxygen and a positive atomor radical.","BATEMENT":"Abatement; diminution. Moxon. Batement light (Arch.), a windowor one division of a window having vertical sides, but with the sillnot horizontal, as where it follows the rake of a staircase.","EXTIRP":"To extirpate. [Obs.]It is impossible to extirp it quite, friar. Shak.","PEERDOM":"Peerage; also, a lordship. [Obs.]","REMEANT":"Coming back; returning. [R.] \"Like the remeant sun.\" C.Kingsley.","PICENE":"A hydrocarbon (C","LICENSURE":"A licensing. [R.]","AGRICULTURIST":"One engaged or skilled in agriculture; a husbandman.The farmer is always a practitioner, the agriculturist may be a meretheorist. Crabb.","VACILLATORY":"Inclined to vacillate; wavering; irresolute. Hawthorne.","WINDBORE":"The lower, or bottom, pipe in a lift of pumps in a mine.Ansted.","EMBRYOLOGIST":"One skilled in embryology.","GUIDEBOOK":"A book of directions and information for travelers, tourists,etc.","RAMOON":"A small West Indian tree (Trophis Americana) of the Mulberryfamily, whose leaves and twigs are used as fodder for cattle.","HIGHWAYMAN":"One who robs on the public road; a highway robber.","LEMURES":"Spirits or ghosts of the departed; specters.The Lars and Lemures moan with midnight plaint. Milton.","ADMIRALSHIP":"The office or position oaf an admiral; also, the naval skill ofan admiral.","COUSINRY":"A body or collection of cousins; the whole number of personswho stand in the relation of cousins to a given person or persons.","STRINGENT":"Binding strongly; making strict requirements; restrictive;rigid; severe; as, stringent rules.They must be subject to a sharper penal code, and to a more stringentcode of procedure. Macaulay.-- Strin\"gent*ly, adv.-- Strin\"gent*ness, n.","GUE":"A sharper; a rogue. [Obs.] J. Webstar.","CARIBE":"A south American fresh water fish of the genus Serrasalmo ofmany species, remakable for its voracity. When numerous they attackman or beast, often with fatal results.","GYPSE":"See Gypsum. [Obs.] Pococke.","MISCOUNSEL":"To counsel or advise wrongly.","HIGH-SOUNDING":"Pompous; noisy; ostentatious; as, high-sounding words ortitles.","CALMNESS":"The state of quality of being calm; quietness; tranquillity;self-repose.The gentle calmness of the flood. Denham.Hes calmness was the repose of conscious power. E. Everett.","INCOMMODATION":"The state of being incommoded; inconvenience. [Obs.]","ORTYGAN":"One of several species of East Indian birds of the generaOrtygis and Hemipodius. They resemble quails, but lack the hind toe.See Turnix.","COCHINEAL":"A dyestuff consisting of the dried bodies of females of theCoccus cacti, an insect native in Mexico, Central America, etc., andfound on several species of cactus, esp. Opuntia cochinellifera.","HAMLETED":"Confined to a hamlet. Feltham.","NONMEDULLATED":"Not medullated; (Anat.) without a medulla or marrow, or withouta medullary sheath; as, a nonmedullated nerve fiber.","BLASTEMAL":"Relating to the blastema; rudimentary.","OSSEIN":"The organic basis of bone tissue; the residue after removal ofthe mineral matters from bone by dilute acid; in embryonic tissue,the substance in which the mineral salts are deposited to form bone;-- called also ostein. Chemically it is the same as collagen.","SUCKANHOCK":"A kind of seawan. See Note under Seawan.","UNFORTUNATE":"Not fortunate; unsuccessful; not prosperous; unlucky; attendedwith misfortune; unhappy; as, an unfortunate adventure; anunfortunate man; an unfortunate commander; unfortunate business.-- n.","TRANSVERT":"To cause to turn across; to transverse. [Obs.] Craft of Lovers(1448).","SUBTEGULANEOUS":"Under the roof or eaves; within doors. [R.]","BEEVES":"; plural of Beef, the animal.","STAMP":"A picture cut in wood or metal, or made by impression; a cut; aplate. [Obs.]At Venice they put out very curious stamps of the several edificeswhich are most famous for their beauty and magnificence. Addison.","LENTICELLE":"Lenticel.","ASTERNAL":"Not sternal; -- said of ribs which do not join the sternum.","FUMILY":"Smokily; with fume.","NICAGUA":"The laughing falcon. See under laughing.","IGNORE":"To throw out or reject as false or ungrounded; -- said of abill rejected by a grand jury for want of evidence. See Ignoramus.","SQUIRREL":"Any one of numerous species of small rodents belonging to thegenus Sciurus and several allied genera of the famly Sciuridæ.Squirrels generally have a bushy tail, large erect ears, and stronghind legs. They are commonly arboreal in their habits, but manyspecies live in burrows.","ICELANDER":"A native, or one of the Scandinavian people, of Iceland.","UVULATOMY":"The operation of removing the uvula.","EBON":"Ebony. [Poetic] \"Framed of ebon and ivory.\" Sir W. Scott.","ALMONDINE":"See Almandine","RIDGELING":"A half-castrated male animal.","VALERONE":"A ketone of valeric acid obtained as an oily liquid.","RIGHT-HANDEDNESS":"The state or quality of being right-handed; hence, skill;dexterity.","TAGUAN":"A large flying squirrel (Pteromys petuarista). Its body becomestwo feet long, with a large bushy tail nearly as long.","PELEGRINE":"See Peregrine. [Obs.]","FRIGEFACTION":"The act of making cold. [Obs.]","TITULARLY":"In a titular manner; nominally; by title only.","CALCEDON":"A foul vein, like chalcedony, in some precious stones.","INDIADEM":"To place or set in a diadem, as a gem or gems.","AITCH":"The letter h or H.","REFLEXIVE":"Bending or turned backward; reflective; having respect tosomething past.Assurance reflexive can not be a divine faith. Hammond.","PHLEGMATICALLY":"In a phlegmatic manner.","SYNAPTICULA":"One of numerous calcareous processes which extend between, andunite, the adjacent septa of certain corals, especially of thefungian corals.","ABACTOR":"One who steals and drives away cattle or beasts by herds ordroves. [Obs.]","DEMOTICS":"The department of knowledge relative to the care and culture ofthe people; sociology in its broadest sense; -- in librarycataloguing.","COOKROOM":"A room for cookery; a kitchen; the galley or caboose of a ship.Sir W. Raleigh.","LUTING":"See Lute, a cement.","SCULPTURAL":"Of or pertaining to sculpture. G. Eliot.","PONDERATE":"To consider; to ponder. [R.]","PROLUSION":"A trial before the principal performance; a prelude; hence, anintroductory essay or exercise. \"Domestic prolusions.\" Thackeray.Her presence was in some measure a restraint on the worthy divine,whose prolusion lasted. Sir W. Scott.","NUT":"The fruit of certain trees and shrubs (as of the almond,walnut, hickory, beech, filbert, etc.), consisting of a hard andindehiscent shell inclosing a kernel.","DISLODGE":"To go from a place of rest. [R.]Where Light and Darkness in perpetual round Lodge and dislodge byturns. Milton.","FARNESS":"The state of being far off; distance; remoteness. [R.] Grew.","BOLTHEAD":"A long, straightnecked, glass vessel for chemicaldistillations; -- called also a matrass or receiver.","WELL-MEANING":"Having a good intention.","MAGNIFICENTLY":"In a Magnificent manner.","EN ROUTE":"On the way or road.","POSITIVELY":"In a positive manner; absolutely; really; expressly; withcertainty; indubitably; peremptorily; dogmatically; -- opposed tonegatively.Good and evil which is removed may be esteemed good or evilcomparatively, and positively simply. Bacon.Give me some breath, some little pause, my lord, Before I positivelyspeak herein. Shak.I would ask . . . whether . . . the divine law does not positivelyrequire humility and meekness. Sprat.Positively charged or electrified (Elec.), having a charge ofpositive electricity; -- opposed to Ant: negatively electrified.","DIRK":"A kind of dagger or poniard; -- formerly much used by theScottish Highlander. Dirk knife, a clasp knife having a large,dirklike blade.","DULCINESS":"See Dulceness. [Obs.]","KEEVE":"A vat or tub in which the mash is made; a mash tub. Ure.","NEGLECTER":"One who neglects. South.","MAVERICK":"In the southwestern part of the united States, a bullock orheifer that has not been branded, and is unclaimed or wild; -- saidto be from Maverick, the name of a cattle owner in Texas whonaglected to brand his cattle.","SEXTONSHIP":"The office of a sexton. Swift.","COMPARER":"One who compares.","PROCOELIAN":"Concave in front; as, procoelian vertebræ, which have theanterior end of the centra concave and the posterior convex.","DISERTITUDE":"Eloquence. [Obs.]","INTERPENETRATE":"To penetrate between or within; to penetrate mutually.It interpenetrates my granite mass. Shelley.","UNFIT":"To make unsuitable or incompetent; to deprive of the strength,skill, or proper qualities for anything; to disable; to incapacitate;to disqualify; as, sickness unfits a man for labor; sin unfits us forthe society of holy beings.","PINAX":"A tablet; a register; hence, a list or scheme inscribed on atablet. [R.] Sir T. Browne.","BELL JAR":"A glass vessel, varying in size, open at the bottom and closedat the top like a bell, and having a knob or handle at the top forlifting it. It is used for a great variety of purposes; as, with theair pump, and for holding gases, also for keeping the dust fromarticles exposed to view.","DECLINATORY":"Containing or involving a declination or refusal, as ofsubmission to a charge or sentence. Blackstone. Declinatory plea (O.Eng. Law), the plea of sanctuary or of benefit of clergy, beforetrial or conviction; -- now abolished.","CYCLOPEDIC":"Belonging to the circle of the sciences, or to a cyclopedia; ofthe nature of a cyclopedia; hence, of great range, extent, or amount;as, a man of cyclopedic knowledge.","INSTROKE":"An inward stroke; specif., in a steam or other engine, a strokein which the piston is moving away from the crank shaft; -- opposedto outstroke.","PICEOUS":"Of or pertaining to pitch; resembling pitch in color orquality; pitchy.","DAYSMAN":"An umpire or arbiter; a mediator.Neither is there any daysman betwixt us. Job ix. 33.","ANTASTHMATIC":"Opposing, or fitted to relieve, asthma.-- n.","LACTUCIC":"Pertaining to, or derived from, the juice of the Lactucavirosa; -- said of certain acids.","HYETOGRAPHIC":"Of or pertaining to to hyetography.","DISPERMOUS":"Containing only two seeds; two-seeded.","GARRUPA":"One of several species of California market fishes, of thegenus Sebastichthys; -- called also rockfish. See Rockfish.","INVISCERATE":"To breed; to nourish. [R.] W. Montagu.","LOCUST TREE":"A large North American tree of the genus Robinia (R.Pseudacacia), producing large slender racemes of white, fragrant,papilionaceous flowers, and often cultivated as an ornamental tree.In England it is called acacia.","GABLET":"A small gable, or gable-shaped canopy, formed over atabernacle, niche, etc.","VALKYRIA":"One of the maidens of Odin, represented as awful and beautiful,who presided over battle and marked out those who were to be slain,and who also ministered at the feasts of heroes in Valhalla. [Writtenalso Valkyr, and Walkyr.]","FRAY":"Affray; broil; contest; combat.Who began this bloody fray Shak.","IMPEDITE":"Hindered; obstructed. [R.] Jer. Taylor.","SHOCK":"A lot consisting of sixty pieces; -- a term applied in someBaltic ports to loose goods.","PALMETTO STATE":"South California; -- a nickname alluding to the State Arms,which contain a representation of a palmetto tree.","CONSCIOUSLY":"In a conscious manner; with knowledge of one's own mentaloperations or actions.","DIVERSIVOLENT":"Desiring different things. [Obs.] Webster (White Devil).","TRISTFULLY":"In a tristful manner; sadly.","CONDEMNABLE":"Worthy of condemnation; blamable; culpable.","CATCH":"Passing opportunities seized; snatches.It has been writ by catches with many intervals. Locke.","TORTOISE":"Any one of numerous species of reptiles of the orderTestudinata.","KEY FRUIT":"A samara.","LIMBEC":"An alembic; a still. [Obs.] Spenser. Shak.","SUCCEEDANT":"Succeeding one another; following.","MEERKAT":"A South African carnivore (Cynictis penicillata), allied to theichneumons.","CONVALLARIA":"The lily of the valley.","OMITTANCE":"The act of omitting, or the state of being omitted;forbearance; neglect. Shak.","DISPITEOUS":"Full of despite; cruel; spiteful; pitiless. Spenser.-- Dis*pit\"e*ous*ly, adv. [Obs.]","ONE-HAND":"Employing one hand; as, the one-hand alphabet. See Dactylology.","POPULICIDE":"Slaughter of the people. [R.]","METALLOCHROME":"A coloring produced by the deposition of some metalliccompound; specifically, the prismatic tints produced by depositing afilm of peroxide of lead on polished steel by electricity.","UNMONEYED":"Destitute of money; not rich. [Written also unmonied.]Shenstone.","POSITION":"A method of solving a problem by one or two suppositions; --called also the rule of trial and error. Angle of position (Astron.),the angle which any line (as that joining two stars) makes withanother fixed line, specifically with a circle of declination.-- Double position (Arith.), the method of solving problems byproceeding with each of two assumed numbers, according to theconditions of the problem, and by comparing the difference of theresults with those of the numbers, deducing the correction to beapplied to one of them to obtain the true result.-- Guns of position (Mil.), heavy fieldpieces, not designed forquick movements.-- Position finder (Mil.), a range finder. See under Range.-- Position micrometer, a micrometer applied to the tube of anastronomical telescope for measuring angles of position in the fieldof view.-- Single position (Arith.), the method of solving problems, inwhich the result obtained by operating with an assumed number is tothe true result as the number assumed is to the number required.-- Strategic position (Mil.), a position taken up by an army or alarge detachment of troops for the purpose of checking or observingan opposing force.","METALLURGY":"The art of working metals, comprehending the whole process ofseparating them from other matters in the ore, smelting, refining,and parting them; sometimes, in a narrower sense, only the process ofextracting metals from their ores.","HYPERION":"The god of the sun; in the later mythology identified withApollo, and distinguished for his beauty.So excellent a king; that was, to this, Hyperion to a satyr. Shak.","INCLINING":"Same as Inclined, 3.","DAMSON":"A small oval plum of a blue color, the fruit of a variety ofthe Prunus domestica; -- called also damask plum.","SLEETINESS":"The state of being sleety.","PSEUDOSTELLA":"Any starlike meteor or phenomenon. [R.]","SECTARISM":"Sectarianism. [Obs.]","WEATHER-FEND":"To defend from the weather; to shelter. Shak.[We] barked the white spruce to weather-fend the roof. Emerson.","PERADVENTURE":"By chance; perhaps; it may be; if; supposing. \"If peradventurehe speak against me.\" Shak.Peradventure there be fifty righteous within the city. Gen. xviii.24.","MOCKINGLY":"By way of derision; in a contemptuous or mocking manner.","RIGHTEOUSNESS":"The state of being right with God; justification; the work ofChrist, which is the ground justification.There are two kinds of Christian righteousness: the one without us,which we have by imputation; the other in us, which consisteth offaith, hope, and charity, and other Christian virtues. Hooker.Only for the righteousness of Christ imputed to us, and received byfaith alone. Westminster Catechism.","WISDOM LITERATURE":"The class of ancient Hebrew writings which deal reflectivelywith general ethical and religious topics, as distinguished from theprophetic and liturgical literature, and from the law. It iscomprised chiefly in the books of Job, Proverbs, Ecclesiasticus,Ecclesiastes, and Wisdom of Solomon. The \"wisdom\" (Hokhmah) of thesewritings consists in detached sage utterances on concrete issues oflife, without the effort at philosophical system that appeared in thelater Hellenistic reflective writing beginning with Philo Judæus.","ELD":"Old. [Obs.] Chaucer.","SWOONING":"from Swoon, v.-- Swoon\"ing*ly, adv.","DUNNER":"One employed in soliciting the payment of debts.","DAMASCENE":"Of or relating to Damascus.","OREOGRAPHIC":"Of or pertaining to oreography.","OVERWREST":"To wrest or force from the natural or proper position. Shak.","EXSTROPHY":"The eversion or turning out of any organ, or of its innersurface; as, exstrophy of the eyelid or of the bladder.","PERSICO":"= Persicot.","OCCUPATE":"To occupy. [Obs.] Bacon.","IGNIFEROUS":"Producing fire. [R.] Blount.","REGELATE":"To freeze together again; to undergo regelation, as ice.","COLIC":"A severe paroxysmal pain in the abdomen, due to spasm,obstruction, or distention of some one of the hollow viscera. Hepaticcolic, the severe pain produced by the passage of a gallstone fromthe liver or gall bladder through the bile duct.-- Intestinal colic, or Ordinary colic, pain due to distention ofthe intestines by gas.-- Lead colic, Painter's colic, a violent form of intestinal colic,associated with obstinate constipation, produced by chronic leadpoisoning.-- Renal colic, the severe pain produced by the passage of acalculus from the kidney through the ureter.-- Wind colic. See Intestinal colic, above.","XANTHOPUCCINE":"One of three alkaloids found in the root of the yellow puccoon(Hydrastis Canadensis). It is a yellow crystalline substance, andresembles berberine.","CONFABULATION":"Familiar talk; easy, unrestrained, unceremonious conversation.Friends' confabulations are comfortable at all times, as fire inwinter. Burton.","QUADROON":"The offspring of a mulatto and a white person; a personquarter-blooded. [Written also quarteron, quarteroon, and quateron.]","TOISE":"An old measure of length in France, containing six French feet,or about 6.3946 French feet.","PRINTERY":"A place where cloth is printed; print works; also, a printingoffice. [R.]","STACKET":"A stockade. [Scot.] Sir W. Scott.","ENTERDEAL":"Mutual dealings; intercourse. [Obs.]The enterdeal of princes strange. Spenser.","REGALE":"A prerogative of royalty. [R.] Johnson.","SEPTUAGESIMA":"The third Sunday before Lent; -- so called because it is aboutseventy days before Easter.","FELLOW-CREATURE":"One of the same race or kind; one made by the same Creator.Reason, by which we are raised above our fellow-creatures, thebrutes. I. Watts.","GYNANDRIA":"A class of plants in the Linnaean system, whose stamens growout of, or are united with, the pistil.","HARRE":"A hinge. [Obs.] Chaucer.","SECLUSIVE":"Tending to seclude; keeping in seclusion; secluding;sequestering.","VOLUTION":"A whorl of a spiral shell.","SEMI-PELAGIAN":"A follower of John Cassianus, a French monk (died about 448),who modified the doctrines of Pelagius, by denying human merit, andmaintaining the necessity of the Spirit's influence, while, on theother hand, he rejected the Augustinian doctrines of election, theinability of man to do good, and the certain perseverance of thesaints.","JARBLE":"To wet; to bemire. [Prov. Eng.] Halliwell.","SOAKING":"Wetting thoroughly; drenching; as, a soaking rain.-- Soak\"ing*ly, adv.","OUNCE":"The twelfth part of a troy pound.","PERIOSTEAL":"Situated around bone; of or pertaining to the periosteum.","MASTITIS":"Inflammation of the breast.","GROMMET":"A ring of rope used as a wad to hold a cannon ball in place.","CLOISTERER":"One belonging to, or living in, a cloister; a recluse.","VAGABONDRY":"Vagabondage.","COMBATIVENESS":"A cranial development supposed to indicate a combativedisposition.","IMBED":"To sink or lay, as in a bed; to deposit in a partly inclosingmass, as of clay or mortar; to cover, as with earth, sand, etc.","MUTUARY":"One who borrows personal chattels which are to be consumed byhim, and which he is to return or repay in kind. Bouvier.","IRREVOKABLE":"Irrevocable. [R.]","DISSIMULE":"To dissemble. [Obs.] Chaucer.","COMPLY":"To infold; to embrace. [Obs.]Seemed to comply, Cloudlike, the daintie deitie. Herrick.","DURANCY":"Duration. [Obs.] Dr. H. More.","ERUBESCITE":"See Bornite.","OBTURATOR":"An apparatus designed to close an unnatural opening, as afissure of the palate.","TETANIC":"Of or pertaining to tetanus; having the character of tetanus;as, a tetanic state; tetanic contraction.This condition of muscle, this fusion of a number of simple spasmsinto an apparently smooth, continuous effort, is known as tetanus, ortetanic contraction. Foster.","CONVERGING":"Tending to one point; approaching each other; convergent; as,converging lines. Whewell. Converging rays(Opt.), rays of light,which, proceeding from different points of an object, tend toward asingle point.-- Converging series (Math.), a series in which if an indefinitelygreat number of terms be taken, their sum will become indefinitelynear in value to a fixed quantity, which is called the sum of theseries; -- opposed to a diverging series.","EXTERNALIZE":"To make external; to manifest by outward form.Thought externalizes itself in language. Soyce.","THERMOELECTRICITY":"Electricity developed in the action of heat. See the Note underElectricity.","REDINGOTE":"A long plain double-breasted outside coat for women.","GUIDEBOARD":"A board, as upon a guidepost having upon it directions orinformation as to the road. Lowell.","MONOGYNIAN":"Pertaining to the Monogynia; monogynous.-- n.","GELT":"Trubute, tax. [Obs.]All these the king granted unto them . . . free from all gelts andpayments, in a most full and ample manner. Fuller.","IRREPARABLENESS":"Quality of being irreparable.","TREPANG":"Any one of several species of large holothurians, some of whichare dried and extensively used as food in China; -- called also bêchede mer, sea cucumber, and sea slug. [Written also tripang.]","DROLL":"Queer, and fitted to provoke laughter; ludicrous from oddity;amusing and strange.","RETINOPHORA":"One of group of two to four united cells which occupy the axialpart of the ocelli, or ommatidia, of the eyes of invertebrates, andcontain the terminal nerve fibrillæ. See Illust. under Ommatidium.","GREEN-STALL":"A stall at which greens and fresh vegetables are exposed forsale.","DEMICADENCE":"An imperfect or half cadence, falling on the dominant insteadof on the key note.","ALARMING":"Exciting, or calculated to excite, alarm; causing apprehensionof danger; as, an alarming crisis or report.-- A*larm\"ing*ly, adv.","LUNGE":"A sudden thrust or pass, as with a sword.","UNDERTOOK":"imp. of Undertake.","FENESTRATED":"Having windows; characterized by windows.","PUER":"The dung of dogs, used as an alkaline steep in tanning.Simmonds.","NEBULATED":"Clouded with indistinct color markings, as an animal.","SYPHILIZE":"To inoculate with syphilis.","AEROGRAPHER":"One versed in aëography: an aërologist.","COMBATIVE":"(","PLAUSIBLENESS":"Quality of being plausible.","KOPECK":"A small Russian coin. One hundred kopecks make a rouble, worthabout sixty cents. [Written also kopek, copec, and copeck.]","UNDYING":"Not dying; imperishable; unending; immortal; as, the undyingsouls of men.","SUBVENTITIOUS":"Helping; aiding; supporting. Urquhart.","ERETHISTIC":"Relating to erethism.","PYROLITHIC":"Same as Pyrouric, or Cyanuric.","DISCONTINUITY":"Want of continuity or cohesion; disunion of parts.\"Discontinuity of surface.\" Boyle.","NECROMANCY":"The art of revealing future events by means of a pretendedcommunication with the dead; the black art; hence, magic in general;conjuration; enchantment. See Black art.This palace standeth in the air, By necromancy placèd there. Drayton.","OLIGOCLASE":"A triclinic soda-lime feldspar. See Feldspar.","PLANISPHERE":"The representation of the circles of the sphere upon a plane;especially, a representation of the celestial sphere upon a planewith adjustable circles, or other appendages, for showing theposition of the heavens, the time of rising and setting of stars,etc., for any given date or hour.","DECRY":"To cry down; to censure as faulty, mean, or worthless; toclamor against; to blame clamorously; to discredit; to disparage.For small errors they whole plays decry. Dryden.Measures which are extolled by one half of the kingdom are naturallydecried by the other. Addison.","MAWKISHNESS":"The quality or state of being mawkish. J. H. Newman.","PULVEROUS":"Consisting of dust or powder; like powder.","BIMETALLISM":"The legalized use of two metals (as gold and silver) in thecurrency of a country, at a fixed relative value; -- in opposition tomonometallism.","ELEGIAST":"One who composes elegies. Goldsmith.","SUMMUM BONUM":"The supreme or highest good, -- referring to the object ofhuman life.","SURF":"The swell of the sea which breaks upon the shore, esp. upon asloping beach. Surf bird (Zoöl.), a ploverlike bird of the genusAphriza, allied to the turnstone.-- Surf clam (Zoöl.), a large clam living on the open coast,especially Mactra, or Spisula, solidissima. See Mactra.-- Surf duck (Zoöl.), any one of several species of sea ducks of thegenus Oidemia, especially O. percpicillata; -- called also surfscoter. See the Note under Scoter.-- Surf fish (Zoöl.), any one of numerous species of Californiaembiotocoid fishes. See Embiotocoid.-- Surf smelt. (Zoöl.) See Smelt.-- Surf whiting. (Zoöl.) See under Whiting.","PRAETORES":"A division of butterflies including the satyrs.","BOHEA":"Bohea tea, an inferior kind of black tea. See under Tea.","THEREUNTO":"Unto that or this; thereto; besides. Shak.","DUCK-BILLED":"Having a bill like that of a duck..","MALIC":"Pertaining to, or obtained from, apples; as, malic acid. Malicacid, a hydroxy acid obtained as a substance which is sirupy orcrystallized with difficulty, and has a strong but pleasant sourtaste. It occurs in many fruits, as in green apples, currants, etc.It is levorotatory or dextrorotatory according to the temperature andconcentration. An artificial variety is a derivative of succinicacid, but has no action on polarized light, and thus malic acid is aremarkable case of physical isomerism.","CONSOLIDATION":"To organic cohesion of different circled in a flower; adnation.","ETERMINABLE":"Interminable. [Obs.] Skelton.","CASEOUS":"Of, pertaining to, or resembling, cheese; having the qualitiesof cheese; cheesy. Caseous degeneration, a morbid process, inscrofulous or consumptive persons, in which the products ofinflammation are converted into a cheesy substance which is neitherabsorbed nor organized.","TUTORSHIP":"The office, duty, or care of a tutor; guardianship; tutelage.Hooker.","POTEEN":"Whisky; especially, whisky illicitly distilled by the Irishpeasantry. [Written also potheen, and potteen.]","FASHIONABLE":"A person who conforms to the fashions; -- used chiefly in theplural.","LITURGIOLOGIST":"One versed in liturgiology.","WAGE":"To give security for the performance of. Burrill. To wagebattle (O. Eng. Law), to give gage, or security, for joining in theduellum, or combat. See Wager of battel, under Wager, n. Burrill.-- To wage one's law (Law), to give security to make one's law. SeeWager of law, under Wager, n.","AZOTED":"Nitrogenized; nitrogenous.","PROFANATE":"To profane. [Obs.]","SAMARA":"A dry, indehiscent, usually one-seeded, winged fruit, as thatof the ash, maple, and elm; a key or key fruit.","SOCOME":"A custom of tenants to grind corn at the lord's mill. Cowell.","PETTYCHAPS":"Any one of several species of small European singing birds ofthe subfamily Sylviinæ, as the willow warbler, the chiff-chaff, andthe golden warbler (Sylvia hortensis).","INHERITRESS":"A heiress. Milman.","YESTER":"Last; last past; next before; of or pertaining to yesterday.[An enemy] whom yester sun beheld Mustering her charms. Dryden.","HOUSELESSNESS":"The state of being houseless.","DANSKER":"A Dane. [Obs.]Inquire me first what Danskers are in Paris. Shak.","REBUKEFUL":"Containing rebuke; of the nature of rebuke. [Obs.] --Re*buke\"ful*ly, adv. [Obs.]","PENNY":"Denoting pound weight for one thousand; -- used in combination,with respect to nails; as, tenpenny nails, nails of which onethousand weight ten pounds.","SIXPENCE":"An English silver coin of the value of six pennies; half ashilling, or about twelve cents.","TAMABILITY":"The quality or state of being tamable; tamableness.","CHLOROMETRY":"The process of testing the bleaching power of any combinationof chlorine.","TRAWLERMAN":"A fisherman who used unlawful arts and engines to catch fish.[Obs.] Cowell.","PANPRESBYTERIAN":"Belonging to, or representative of, those who hold Presbyterianviews in all parts of the world; as, a Panpresbyterian council.","PREVISION":"Foresight; foreknowledge; prescience. H. Spencer.","COSENAGE":"See Cozenage.","UNFELLOWED":"Being without a fellow; unmatched; unmated. Shak.","MONOGRAMMIC":"Of, pertaining to, or resembling, a monogram.","ULLMANNITE":"A brittle mineral of a steel-gray color and metallic luster,containing antimony, arsenic, sulphur, and nickel.","ATTORNEY-GENERAL":"The chief law officer of the state, empowered to act in alllitigation in which the law-executing power is a party, and to advisethis supreme executive whenever required. Wharton.","TONNE":"A tun. [Obs.] Chaucer.","CAPACITY":"Legal or noral qualification, as of age, residence, character,etc., necessary for certain purposes, as for holding office, formarrying, for making contracts, will, etc.; legal power or right;competency. Capacity for heat, the power of absorbing heat.Substances differ in the amount of heat requisite to raise them agiven number of thermometric degrees, and this difference is themeasure of, or depends upon, whzt is called their capacity for heat.See Specific heat, under Heat.","FEDERATE":"United by compact, as sovereignties, states, or nations; joinedin confederacy; leagued; confederate; as, federate nations.","UNINUCLEATED":"Possessed of but a single nucleus; as, a uninucleated cell.","EXHILARANT":"Exciting joy, mirth, or pleasure.-- n.","RESPECTANT":"Placed so as to face one another; -- said of animals.","RIDICULE":"To laugh at mockingly or disparagingly; to awaken ridiculetoward or respecting.I 've known the young, who ridiculed his rage. Goldsmith.","OXIDIZE":"To combine with oxygen, or subject to the action of oxygen, orof an oxidizing agent. Specifically:(a) To combine with oxygen or with more oxygen; to add oxygen to; as,to oxidize nitrous acid so as to form nitric acid.(b) To remove hydrogen from (anything), as by the action of oxygen;as, to oxidize alcohol so as to form aldehyde.(c) To subject to the action of oxygen or of an oxidizing agent, soas to bring to a higher grade, as an -ous compound to an -iccompound; as, to oxidize mercurous chloride to mercuric chloride.","CAATINGA":"A forest composed of stunted trees and thorny bushes, found inareas of small rainfall in Brazil.","TEREBILENIC":"Of, pertaining to, or designating, a complex acid, C7H8O4,obtained as a white crystalline substance by a modified oxidation ofterebic acid.","PLOCE":"A figure in which a word is separated or repeated by way ofemphasis, so as not only to signify the individual thing denoted byit, but also its peculiar attribute or quality; as, \"His wife's awife indeed.\" Bailey.","SUBSANNATION":"Derision; mockery. [Obs.] Dr. H. More.","EMIGRE":"One of the natives of France who were opposed to the firstRevolution, and who left their country in consequence.","DUNCIFY":"To make stupid in intellect. [R.] Bp. Warburton.","MARGINATED":"Same as Marginate, a.","NEAP":"The tongue or pole of a cart or other vehicle drawn by twoanimals. [U.S.]","PHASSACHATE":"The lead-colored agate; -- so called in reference to its color.","PECTOSIC":"Of, pertaining to, resembling, or derived from, pectose;specifically, designating an acid supposed to constitute largelyordinary pectin or vegetable jelly.","HALCYONOID":"See Alcyonoid.","FEVERWORT":"See Fever root, under Fever.","OXYGENATION":"The act or process of combining or of treating with oxygen;oxidation.","KNIGHT MARSHAL":"An officer in the household of the British sovereign, who hascognizance of transgressions within the royal household and verge,and of contracts made there, a member of the household being one ofthe parties. Wharton.","PHYSICO-":"A combining form, denoting relation to, or dependence upon,natural causes, or the science of physics.","ANTIHYPNOTIC":"Tending to prevent sleep.-- n.","UNLIKEN":"To make unlike; to dissimilate. [Obs.] Wyclif.","IMPROBABILITY":"The quality or state of being improbable; unlikelihood; also,that which is improbable; an improbable event or result.","DILUVIUM":"A deposit of superficial loam, sand, gravel, stones, etc.,caused by former action of flowing waters, or the melting of glacialice.","METROPOLITAN":"Of, pertaining to, or designating, a metropolitan or thepresiding bishop of a country or province, his office, or hisdignity; as, metropolitan authority. \"Bishops metropolitan.\" Sir T.More.","ENFEEBLER":"One who, or that which, weakens or makes feeble.","COLLUDER":"One who conspires in a fraud.","FELONIOUS":"Having the quality of felony; malignant; malicious; villainous;traitorous; perfidious; in a legal sense, done with intent to commita crime; as, felonious homicide.O thievish Night, Why should'st thou, but for some felonious end, Inthy dark lantern thus close up the stars Milton.-- Fe*lo\"ni`ous*ly, adv.-- Fe*lo\"ni`ous*ness, n.","OSTEND":"To exhibit; to manifest. [Obs.]Mercy to mean offenders we'll ostend. J. Webster.","SAULT":"A rapid in some rivers; as, the Sault Ste. Marie. [U.S.]Bartlett.","ICHNOLOGY":"The branch of science which treats of fossil footprints.","MEGALETHOSCOPE":"An optical apparatus in which pictures are viewed through alarge lens with stereoptical effects. It is often combined with thestereoscope.","PLOTINIAN":"Of pertaining to the Plotinists or their doctrines.","AVOSET":"Same as Avocet.","STRONGYLOID":"Like, or pertaining to, Strongylus, a genus of parasiticnematode worms of which many species infest domestic animals. Some ofthe species, especially those living in the kidneys, lungs, andbronchial tubes, are often very injurious.-- n.","UPPROP":"To prop up. Donne.","UNMATERIAL":"Not material; immaterial. [Obs.] Daniel.","HOMOOUSIAN":"One of those, in the 4th century, who accepted the Nicenecreed, and maintained that the Son had the same essence or substancewith the Father; -- opposed to homoiousian.","ORTHODOXAL":"Pertaining to, or evincing, orthodoxy; orthodox. [R.] Milton.","SENTENCER":"One who pronounced a sentence or condemnation.","ADVOCATE":"To plead in favor of; to defend by argument, before a tribunalor the public; to support, vindicate, or recommend publicly.To advocate the cause of thy client. Bp. Sanderson (1624).This is the only thing distinct and sensible, that has beenadvocated. Burke.Eminent orators were engaged to advocate his cause. Mitford.","ICHORHAEMIA":"Infection of the blood with ichorous or putrid substances.","DEINORNIS":"See Dinornis.","GENESIAL":"Of or relating to generation.","TETRAPLA":"A Bible consisting of four different Greek versions arranged infour columns by Origen; hence, any version in four languages or fourcolumns.","EPICEDE":"A funeral song or discourse; an elegy. [R.] Donne.","SCUT":"The tail of a hare, or of a deer, or other animal whose tail isshort, sp. when carried erect; hence, sometimes, the animal itself.\"He ran like a scut.\" Skelton.How the Indian hare came to have a long tail, wheras that part inothers attains no higher than a scut. Sir T. Browne.My doe with the black scut. Shak.","CARRIER":"That which drives or carries; as: (a) A piece whichcommunicates to an object in a lathe the motion of the face plate; alathe dog. (b) A spool holder or bobbin holder in a braiding machine.(c) A movable piece in magazine guns which transfers the cartridge toa position from which it can be thrust into the barrel. Carrierpigeon (Zoöl.), a variety of the domestic pigeon used to conveyletters from a distant point to to its home.-- Carrier shell (Zoöl.), a univalve shell of the genus Phorus; --so called because it fastens bits of stones and broken shells to itsown shell, to such an extent as almost to conceal it.-- Common carrier (Law.) See under Common, a.","BLUEBOTTLE":"A plant (Centaurea cyanus) which grows in grain fields. Itreceives its name from its blue bottle-shaped flowers.","GAILY":"Merrily; showily. See gaily.","JAVELINIER":"A soldier armed with a javelin. Holland.","RE-COLLECT":"To collect again; to gather what has been scattered; as, to re-collect routed troops.God will one day raise the dead, re-collecting our scattered dust.Barrow.","FOREDATE":"To date before the true time; to antendate.","SCHOOLFELLOW":"One bred at the same school; an associate in school.","VITUPERATOR":"One who vituperates, or censures abusively.","RESINATE":"Any one of the salts the resinic acids.","JUGLANDIN":"An extractive matter contained in the juice of the green shucksof the walnut (Juglans regia). It is used medicinally as analterative, and also as a black hair dye.","PYROELECTRIC":"Pertaining to, or dependent on, pyroelectricity; receivingelectric polarity when heated.","SPONGINESS":"The quality or state of being spongy. Dr. H. More.","CREMATIONIST":"One who advocates the practice of cremation.","INEQUABLE":"Unequable. [R.] Bailey.","LAKELET":"A little lake. Southey.","CONSUMABLE":"Capable of being consumed; that may be destroyed, dissipated,wasted, or spent. \"Consumable commodities.\" Locke.","FLAKINESS":"The state of being flaky.","LEVIGABLE":"Capable of being levigated.","EPHOR":"A magistrate; one of a body of five magistrates chosen by thepeople of ancient Sparta. They exercised control even over the king.","MATRASS":"A round-bottomed glass flask having a long neck; a bolthead.","OLFACTORY":"Of, pertaining to, or connected with, the sense of smell; as,the olfactory nerves; the olfactory cells. Olfactory organ (Anat.),an organ for smelling. In vertebrates the olfactory organs are moreor less complicated sacs, situated in the front part of the head andlined with epithelium innervated by the olfactory (or first cranial)nerves, and sensitive to odoriferous particles conveyed to it in theair or in water.","SECTARIAN":"Pertaining to a sect, or to sects; peculiar to a sect;bigotedly attached to the tenets and interests of a denomination; as,sectarian principles or prejudices.","HARUSPICY":"The art or practices of haruspices. See Aruspicy.","WAXINESS":"Quality or state of being waxy.","EXPUGNER":"One who expugns.","GLOSSOLOGIST":"One who defines and explains terms; one who is versed inglossology.","OTOSTEAL":"An auditory ossicle. R. Owen.","COUNTERIRRITATE":"To produce counter irritation in; to treat with one morbidprocess for the purpose of curing another.","PICADOR":"A horseman armed with a lance, who in a bullfight receives thefirst attack of the bull, and excites him by picking him withoutattempting to kill him.","TANTALUS":"A genus of wading birds comprising the wood ibises. Tantalus'scup (Physics), a philosophical toy, consisting of a cup, within whichis the figure of a man, and within the figure a siphon, the longerarm of which passes down through the bottom of the cup, and allowsthe escape of any liquid that may be poured in, when it reaches ashigh as the bend of the siphon, which is just below the level of themouth of the figure in the cup.","QUIRINAL":"Of, pertaining to, or designating, the hill Collis Quirinalis,now Monte Quirinale (one of the seven hills of Rome), or a modernroyal place situated upon it. Also used substantively.","CLAVIS":"A key; a glossary.","OVERMORROW":"The day after or following to-morrow. [Obs.] Bible (1551).","TRICHOMATOSE":"Affected with a disease which causes agglutination and mattingtogether; -- said of the hair when affected with plica. See Plica, 1.","EXOTICISM":"The state of being exotic; also, anything foreign, as a word oridiom; an exotic.","ABDERIAN":"Given to laughter; inclined to foolish or incessant merriment.","ANTILYSSIC":"Antihydrophobic.","CHARLATANISM":"Charlatanry.","TARRIER":"One who, or that which, tarries.","BELK":"To vomit. [Obs.]","GORMANDISM":"Gluttony.","REFUTAL":"Act of refuting; refutation.","RUMEN":"The first stomach of ruminants; the paunch; the fardingbag. SeeIllust. below.","DEFUSE":"To disorder; to make shapeless. [Obs.] Shak.","LEPID":"Pleasant; jocose. [R.]The joyous and lepid consul. Sydney Smith.","MANNIDE":"A white amorphous or crystalline substance, obtained bydehydration of mannite, and distinct from, but convertible into,mannitan.","SPOILABLE":"Capable of being spoiled.","BARBARY":"The countries on the north coast of Africa from Egypt to theAtlantic. Hence: A Barbary horse; a barb. [Obs.] Also, a kind ofpigeon. Barbary ape (Zoöl.), an ape (Macacus innus) of north Africaand Gibraltar Rock, being the only monkey inhabiting Europe. It isvery commonly trained by showmen.","TICKLENBURG":"A coarse, mixed linen fabric made to be sold in the WestIndies.","NITRYL":"A name sometimes given to the nitro group or radical.","SERVILENESS":"Quality of being servile; servility.","CULPA":"Negligence or fault, as distinguishable from dolus (deceit,fraud), which implies intent, culpa being imputable to defect ofintellect, dolus to defect of heart. Wharton.","HEMATIN":"A bluish black, amorphous substance containing iron andobtained from blood. It exists the red blood corpuscles united withglobulin, and the form of hemoglobin or oxyhemoglobin gives to theblood its red color.","PROBATE":"Of or belonging to a probate, or court of probate; as, aprobate record. Probate Court, or Court of Probate, a court for theprobate of wills.-- Probate duty, a government tax on property passing by will.[Eng.]","LENTICULA":"A kind of eruption upon the skin; lentigo; freckle.","VALINCH":"A tube for drawing liquors from a cask by the bunghole.[Written also velinche.]","INTREASURE":"To lay up, as in a treasury; to hoard. [Obs.] Shak.","FONLY":"Foolishly; fondly. [Obs.] Spenser.","CODETTA":"A short passage connecting two sections, but not forming partof either; a short coda.","PACHACAMAC":"A divinity worshiped by the ancient Peruvians as the creator ofthe universe.","FANTASTICALITY":"Fantastically. [Obs.]","FAVOSITES":"A genus of fossil corals abundant in the Silurian and Devonianrocks, having polygonal cells with perforated walls.","QUOTA":"A proportional part or share; the share or proportion assignedto each in a division. \"Quota of troops and money.\" Motley.","EMETIC":"Inducing to vomit; exciting the stomach to discharge itscontents by the mouth.-- n.","AMNESTY":"To grant amnesty to.","STEREOSCOPE":"An optical instrument for giving to pictures the appearance ofsolid forms, as seen in nature. It combines in one, through a bendingof the rays of light, two pictures, taken for the purpose from pointsof view a little way apart. It is furnished with two eyeglasses, andby refraction or reflection the pictures are superimposed, so as toappear as one to the observer.","BOOTLESS":"Unavailing; unprofitable; useless; without advantage orsuccess. Chaucer.I'll follow him no more with bootless prayers. Shak.-- Boot\"less*ly, adv.-- Boot\"less*ness, n.","INCANTON":"To unite to, or form into, a canton or separate community.Addison.","WITE":"To reproach; to blame; to censure; also, to impute as blame.[Obs. or Scot.] Spenser.Though that I be jealous, wite me not. Chaucer.There if that I misspeak or say, Wite it the ale of Southwark, I youpray. Chaucer.","QUAINTNESS":"The quality of being quaint. Pope.","ROUGHDRAW":"To draw or delineate rapidly and by way of a first sketch.","BAWD":"A person who keeps a house of prostitution, or procures womenfor a lewd purpose; a procurer or procuress; a lewd person; --usually applied to a woman.","IMPRECISION":"Want of precision. [R.]","GRINDLET":"A small drain.","SARCOSEPTUM":"One of the mesenteries of an anthozoan.","EROTEME":"A mark indicating a question; a note of interrogation.","DISCOURTSHIP":"Want of courtesy. [Obs.] B. Jonson.","EPISCOPALIANISM":"The doctrine and usages of Episcopalians; episcopacy.","FRETT":"The worn side of the bank of a river. See 4th Fret, n., 4.","BRANKURSINE":"Bear's-breech, or Acanthus.","TRANSUMPT":"A copy or exemplification of a record. [Obs.] Lord Herbert.","NAZIRITE":"A Nazarite.","OVIDUCT":"A tube, or duct, for the passage of ova from the ovary to theexterior of the animal or to the part where further development takesplace. In mammals the oviducts are also called Fallopian tubes.","POCULIFORM":"Having the shape of a goblet or drinking cup.","CARNIFY":"To form flesh; to become like flesh. Sir M. Hale.","PROFLIGATION":"Defeat; rout; overthrow. [Obs.] Bacon.","HOMAXONIAL":"Relating to that kind of homology or symmetry, the mathematicalconception of organic form, in which all axes are equal. See underPromorphology.","SWINGLE":"A wooden instrument like a large knife, about two feet long,with one thin edge, used for beating and cleaning flax; a scutcher; -- called also swingling knife, swingling staff, and swingling wand.","MEMORABILIA":"Things remarkable and worthy of remembrance or record; also,the record of them.","AFFRANCHISEMENT":"The act of making free; enfranchisement. [R.]","PARCEL":"A part; a portion; a piece; as, a certain piece of land is partand parcel of another piece.","ARRECT":"To impute. [Obs.] Sir T. More.","SUNFLOWER STATE":"Kansas; a nickname.","TRICKERY":"The art of dressing up; artifice; stratagem; fraud; imposture.","ADJECT":"To add or annex; to join. Leland.","INQUISITORIALLY":"In an inquisitorial manner.","DISCOMMENDABLE":"Deserving, disapprobation or blame.-- Dis`com*mend\"a*ble*ness, n.","PYROLATRY":"The worship of fire. Young.","TACKET":"A small, broad-headed nail. [Scot.] Jamieson.","JOVE":"The planet Jupiter. [R.] Pope.","CONTINENTAL SYSTEM":"The system of commercial blockade aiming to exclude Englandfrom commerce with the Continent instituted by the Berlin decree,which Napoleon I. issued from Berlin Nov. 21, 1806, declaring theBritish Isles to be in a state of blockade, and British subjects,property, and merchandise subject to capture, and excluding Britishships from all parts of Europe under French dominion. The retaliatorymeasures of England were followed by the Milan decree, issued byNapoleon from Milan Dec. 17, 1807, imposing further restrictions, anddeclaring every ship going to or from a port of England or hercolonies to be lawful prize.","CALLOT":"A plant coif or skullcap. Same as Calotte. B. Jonson.","CARMINIC":"Of or pertaining to, or derived from, carmine. Carminic acid.Same as Carmine, 3.","MANGUE":"The kusimanse.","RINGBILL":"The ring-necked scaup duck; -- called also ring-billedblackhead. See Scaup.","CAROLIN":"A former gold coin of Germany worth nearly five dollars; also,a gold coin of Sweden worth nearly five dollars.","POLYPIER":"A polypidom.","CONTROVERSE":"Controversy. [Obs.] Spenser.","HUFFINGLY":"Blusteringly; arrogantly. [R.]And huffingly doth this bonny Scot ride. Old Ballad.","LODGEMENT":"See Lodgment.","CATSUP":"Same as Catchup, and Ketchup.","CLASTIC":"Fragmental; made up of brokas, sandstone is a clastic rock.","PREPOSITURE":"The office or dignity of a provost; a provostship. Lowth.","SHARP-WITTED":"Having an acute or nicely discerning mind.","THRIST":"Thrist. [Obs.] Spenser.","CODEINE":"One of the opium alkaloids; a white crystalline substance,C18H21NO3, similar to and regarded as a derivative of morphine, butmuch feebler in its action; -- called also codeia.","BROMPICRIN":"A pungent colorless explosive liquid, CNO2Br3, analogous to andresembling chlorpicrin. [Spelt also brompikrin.]","MARJORAM":"A genus of mintlike plants (Origanum) comprising about twenty-five species. The sweet marjoram (O. Majorana) is pecularly aromaticand fragrant, and much used in cookery. The wild marjoram of Europeand America is O. vulgare, far less fragrant than the other.","EARDRUM":"The tympanum. See Illust. of Ear.","SEA DOG":"The dogfish.(b) The common seal.","TORQUE":"That which tends to produce torsion; a couple of forces. J.Thomson.","WATER DOCK":"A tall, coarse dock growing in wet places. The American waterdock is Rumex orbiculatus, the European is R. Hydrolapathum.","UNCUNNING":"Ignorant. [Obs.]I am young and uncunning, as thou wost [knowest]. Chaucer.","LIME":"A thong by which a dog is led; a leash. Halliwell.","TURBILLION":"A whirl; a vortex. Spectator.","SEA GOOSE":"A phalarope.","SPHAGNUM":"A genus of mosses having white leaves slightly tinged with redor green and found growing in marshy places; bog moss; peat moss.","FLOW":"imp. sing. of Fly, v. i. Chaucer.","ERATO":"The Muse who presided over lyric and amatory poetry.","CLOSEHAULED":"Under way and moving as nearly as possible toward the directionfrom which the wind blows; -- said of a sailing vessel.","OBLONGATAL":"Of or pertaining to the medulla oblongata; medullar.","VOWELISH":"Of the nature of a vowel. [R.] \"The power [of w] is alwaysvowelish.\" B. Jonson.","BEFORETIME":"Formerly; aforetime.[They] dwelt in their tents, as beforetime. 2 Kings xiii. 5.","UNPOLLED":"Not polled. Specifically:(a) Not enumerated or registered; as, an unpolled vote or voter.(b) Not plundered. [Obs.] \"Unpoll'd Arabian wealth.\" Fanshawe.","APOLOGIZE":"To defend. [Obs.]The Christians . . . were apologized by Plinie. Dr. G. Benson.","REPOUR":"To pour again.","FETCH":"To bring one's self; to make headway; to veer; as, to fetchabout; to fetch to windward. Totten. To fetch away (Naut.), to breakloose; to roll slide to leeward.-- To fetch and carry, to serve obsequiously, like a trainedspaniel.","VILEYNS":"Villainous. [Obs.] \"Vileyns sinful deeds make a churl.\"Chaucer.","OFFSHOOT":"That which shoots off or separates from a main stem, channel,family, race, etc.; as, the offshoots of a tree.","WADDLE":"To walk with short steps, swaying the body from one side to theother, like a duck or very fat person; to move clumsily andtotteringly along; to toddle; to stumble; as, a child waddles when hebegins to walk; a goose waddles. Shak.She drawls her words, and waddles in her pace. Young.","HORMOGONIUM":"A chain of small cells in certain algæ, by which the plant ispropogated.","AMYLOGEN":"That part of the starch granule or granulose which is solublein water.","OPOLCHENIE":"See Army organization, above.","SUICIDAL":"Partaking of, or of the nature of, the crime or suicide.-- Su\"i*ci`dal*ly, adv.","WATER MINT":"A kind of mint (Mentha aquatica) growing in wet places, andsometimes having a perfume resembling bergamot.","CYNOSURAL":"Of or pertaining to a cynosure.","LISTER":"One who makes a list or roll.","CROWN WHEEL":"A wheel with cogs or teeth set at right angles to its plane; --called also a contrate wheel or face wheel.","BREN":"Bran. [Obs.] Chaucer.","LITERACY":"State of being literate.","FLAVICOMOUS":"Having yellow hair. [R.]","NIDUS":"A nest: a repository for the eggs of birds, insects, etc.; abreeding place; esp., the place or substance where parasites or thegerms of a disease effect lodgment or are developed.","ALLEGORIZER":"One who allegorizes, or turns things into allegory; anallegorist.","HAIRCLOTH":"Stuff or cloth made wholly or in part of hair.","APPRECATION":"Earnest prayer; devout wish. [Obs.]A solemn apprecation of good success. Bp. Hall.","SAXON":"Of or pertaining to the Saxons, their country, or theirlanguage.(b) Anglo-Saxon.(c) Of or pertaining to Saxony or its inhabitants. Saxon blue(Dyeing), a deep blue liquid used in dyeing, and obtained bydissolving indigo in concentrated sulphuric acid. Brande & C.-- Saxon green (Dyeing), a green color produced by dyeing withyellow upon a ground of Saxon blue.","PRETERNATURALNESS":"The quality or state of being preternatural.","HYPOGEAN":"Hypogeous. [Written also hypogæan.]","AFFORMATIVE":"An affix.","CUPULATE":"Having or bearing cupeles; cupuliferous.","CAOUTCHOUCIN":"See Caoutchin.","PRACTIVE":"Doing; active. [Obs.] Sylvester.-- Prac\"tive*ly, adv. [Obs.]The preacher and the people both, Then practively did thrive. Warner.","OCULO-":"A combining form from L. oculus the eye.","SULPHANTIMONIOUS":"Of, pertaining to, or designating, a hypothetical sulphacid ofantimony (called also thioantimonious acid) analogous tosulpharsenious acid.","CULLENDER":"A strainer. See Colander.","ICH":"I. [Obs.] Chaucer.","OVINE":"Of or pertaining to sheep; consisting of sheep.","CLUSTER":"To grow in clusters or assemble in groups; to gather or unitein a cluster or clusters.His sunny hair Cluster'd about his temples, like a god's. Tennyson.The princes of the country clustering together. Foxe.","WEZAND":"See Weasand. [Obs.]","FRIARY":"Like a friar; pertaining to friars or to a convent. [Obs.]Camden.","ACTIVATE":"To make active. [Obs.]","PIGNORATIVE":"Pledging, pawning. [R.]","IGNEOUS":"Resulting from, or produced by, the action of fire; as, lavasand basalt are igneous rocks.","WALD":"A forest; -- used as a termination of names. See Weald.","GALLEY-WORM":"A chilognath myriapod of the genus Iulus, and allied genera,having numerous short legs along the sides; a milliped or \"thousandlegs.\" See Chilognatha.","QUASHEE":"A negro of the West Indies.","DESPECIFICATE":"To discriminate; to separate according to specificsignification or qualities; to specificate; to desynonymize. [R.]Inaptitude and ineptitude have been usefully despecificated. Fitzed.Hall.","ARENACEOUS":"Sandy or consisting largely of sand; of the nature of sand;easily disintegrating into sand; friable; as, arenaceous limestone.","SEMICOLUMN":"A half column; a column bisected longitudinally, or along itsaxis.","NENIA":"A funeral song; an elegy.","APPELLATIVE":"Common, as opposed to proper; denominative of a class.","GLOXINIA":"American genus of herbaceous plants with very handsome bell-shaped blossoms; -- named after B. P. Gloxin, a German botanist.","APTEROUS":"Destitute of wings; apteral; as, apterous insects.","SHINPLASTER":"Formerly, a jocose term for a bank note greatly depreciated invalue; also, for paper money of a denomination less than a dollar.[U. S.]","PERCENTAGE":"A certain rate per cent; the allowance, duty, rate of interest,discount, or commission, on a hundred.","SCABLING":"A fragment or chip of stone. [Written also scabline.]","AGGRAVATIVE":"Tending to aggravate. Ag*gres\"sive*ly, adv.-- Ag*gres\"sive*ness, n.No aggressive movement was made. Macaulay.","RAWBONE":"Rawboned. [Obs.] Spencer.","BIGGIN":"A child's cap; a hood, or something worn on the head.An old woman's biggin for a nightcap. Massinger.","COVERER":"One who, or that which, covers.","EXAGGERATOR":"One who exaggerates; one addicted to exaggeration. L. Horner.","MOSEY":"To go, or move (in a certain manner); -- usually with out, off,along, etc. [Colloq.]  E. N. Wescott.","ESEXUAL":"Sexless; asexual.","POCOCURANTE":"A careless person; a trifler. [R.]","NOOSE":"A running knot, or loop, which binds the closer the more it isdrawn.","PATROLE":"See Patrol, n. & v.","INCULPATE":"To blame; to impute guilt to; to accuse; to involve orimplicate in guilt.That risk could only exculpate her and not inculpate them -- theprobabilities protected them so perfectly. H. James.","AGLIMMER":"In a glimmering state. Hawthorne.","OVERTREAD":"To tread over or upon.","LARYNGEAL":"Of or pertaining to the larynx; adapted to operations on thelarynx; as, laryngeal forceps.","SUPRAVAGINAL":"Situated above or outside a sheath or vaginal membrane.","ALSATIAN":"Pertaining to Alsatia.","EQUANGULAR":"Having equal angles; equiangular. [R.] Johnson.","AMNESIA":"Forgetfulness; also, a defect of speech, from cerebral disease,in which the patient substitutes wrong words or names in the place ofthose he wishes to employ. Quian.","PETTINESS":"The quality or state of being petty or paltry; littleness;meanness.","ROPEDANCER":"One who dances, walks, or performs acrobatic feats, on a ropeextended through the air at some height.-- Rope\"dan`cing, n.","SACHEMSHIP":"Office or condition of a sachem.","MADRILENIAN":"Of or pertaining to Madrid in Spain, or to its inhabitants.-- n.","ACADIAN":"Of or pertaining to Acadie, or Nova Scotia. \"Acadian farmers.\"Longfellow.-- n.","SIBILANT":"Making a hissing sound; uttered with a hissing sound; hissing;as, s, z, sh, and zh, are sibilant elementary sounds.-- n.","TRANSITORINESS":"The quality or state of being transitory; speedy passage ordeparture.","IMMIGRANT":"One who immigrates; one who comes to a country for the purposeof permanent residence; -- correlative of emigrant.","SEMINYMPH":"The pupa of insects which undergo only a slight change inpassing to the imago state.","INTERJACULATE":"To ejaculate parenthetically. [R.] Thackeray.","LITHAEMIA":"A condition in which uric (lithic) acid is present in theblood.","FORETASTER":"One who tastes beforehand, or before another.","ASSASSINOUS":"Murderous. Milton.","FASCICULE":"A small bunch or bundle; a fascicle; as, a fascicule of fibers,hairs, or spines.","NEUROPORE":"An opening at either end of the embryonic neural canal.","MENTICULTURAL":"Of or pertaining to mental culture; serving to improve orstrengthen the mind. [R.]","SPIRING":"Shooting up in a spire or spires. \"The spiring grass.\" Dryton.","ENERGIZE":"To use strength in action; to act or operate with force orvigor; to act in producing an effect.Of all men it is true that they feel and energize first, they reflectand judge afterwards. J. C. Shairp.","UNTRESSED":"Not tied up in tresses; unarranged; -- said of the hair.Chaucer.","BRAND-NEW":"Quite new; bright as if fresh from the forge.","CONGLOBULATE":"To gather into a small round mass.","ROUTE":"The course or way which is traveled or passed, or is to bepassed; a passing; a course; a road or path; a march.Wide through the furzy field their route they take. Gay.","ASTROLITHOLOGY":"The science of aërolites.","EVEN":"Evening. See Eve, n. 1. [Poetic.] Shak.","FLOODER":"One who floods anything.","SCHOOLING":"Collecting or running in schools or shoals.Schooling species like the herring and menhaden. G. B. Goode.","MULTILOBAR":"Consisting of, or having, many lobes.","KIPSKIN":"Leather prepared from the skin of young or small cattle,intermediate in grade between calfskin and cowhide.","POSTMARK":"The mark, or stamp, of a post office on a letter, giving theplace and date of mailing or of arrival.","BLACKMAIL":"Black rent, or rent paid in corn, flesh, or the lowest coin, aopposed to \"white rent\", which paid in silver. To levy blackmail, toextort money by threats, as of injury to one's reputation.","SIPHONAL":"Of or pertaining to a siphon; resembling a siphon. Siphonalstomach (Zoöl.), a stomach which is tubular and bent back uponitself, like a siphon, as in the salmon.","HEDGEHOG":"A small European insectivore (Erinaceus Europæus), and otherallied species of Asia and Africa, having the hair on the upper partof its body mixed with prickles or spines. It is able to roll itselfinto a ball so as to present the spines outwardly in every direction.It is nocturnal in its habits, feeding chiefly upon insects.","SCALER":"One who, or that which, scales; specifically, a dentist'sinstrument for removing tartar from the teeth.","PACKET":"To ply with a packet or dispatch boat.","HAIL-FELLOW":"An intimate companion.Hail-fellow well met. Lyly.","UTILE":"Profitable; useful. [Obs.]","DEOPERCULATE":"Having the lid removed; -- said of the capsules of mosses.","PERIDOTITE":"An eruptive rock characterized by the presence of chrysolite(peridot). It also usually contains pyroxene, enstatite, chromite,etc. It is often altered to serpentine.","ACETYL":"A complex, hypothetical radical, composed of two parts ofcarbon to three of hydrogen and one of oxygen. Its hydroxide isacetic acid.","SLOTTED":"Having a slot.","INBURNING":"Burning within.Her inburning wrath she gan abate. Spenser.","SETON":"A few silk threads or horsehairs, or a strip of linen or thelike, introduced beneath the skin by a knife or needle, so as to forman issue; also, the issue so formed.","PIECELY":"In pieces; piecemeal. [Obs.]","NOVUM":"A game at dice, properly called novem quinque (L., nine five),the two principal throws being nine and five. [Obs.] Shak.","LINNE":"Flax. See Linen. [Obs.]","QUIRKY":"Full of quirks; tricky; as, a quirky lawyer.","XANTHOCHROID":"Having a yellowish or fair complexion. -- n.","OPHIDIAN":"One of the Ophidia; a snake or serpent.","SELF-INVOLUTION":"Involution in one's self; hence, abstraction of thought;reverie.","MANNITAN":"A white amorphous or crystalline substance obtained by thepartial dehydration of mannite.","UPDIVE":"To spring upward; to rise. [R.] Davies (Microcosmos).","FUDDER":"See Fodder, a weight.","ARTHRODESIS":"Surgical fixation of joints.","TINTERNELL":"A certain old dance. [Obs.] Halliwell.","GONIMIA":"Bluish green granules which occur in certain lichens, asCollema, Peltigera, etc., and which replace the more usual gonidia.","OURANOGRAPHY":"See Uranography.","PASS":"To be conveyed or transferred by will, deed, or otherinstrument of conveyance; as, an estate passes by a certain clause ina deed. Mozley & W.","AMPHIBIAN":"Of or pertaining to the Amphibia; as, amphibian reptiles.","INTRATHORACIC":"Within the thora","BOILED":"Dressed or cooked by boiling; subjected to the action of aboiling liquid; as, boiled meat; a boiled dinner; boiled clothes.","GLOBULOUS":"Globular; spherical; orbicular.-- Glob\"u*lous*ness, n.","CONCRETENESS":"The quality of being concrete.","EMPYESIS":"An eruption of pustules.","TARSIER":"See Tarsius.","TYPHLITIS":"Inflammation of the cæcum.","TURRET DECK":"A narrow superstructure running from stem to stern on the upperdeck of a steam cargo vessel having a rounded gunwale and sidescurved inward convexly.","KIBBLE":"To bruise; to grind coarsely; as, kibbled oats. [Prov.Eng.]Halliwell.","CYCLONOSCOPE":"An apparatus to assist in locating the center of a cyclone.","CALIFORNIAN":"Of or pertaining to California.-- n.","ACCESSIBILITY":"The quality of being accessible, or of admitting approach;receptibility. Langhorne.","COLOPHON":"An inscription, monogram, or cipher, containing the place anddate of publication, printer's name, etc., formerly placed on thelast page of a book.The colophon, or final description, fell into disuse, and . . . thetitle page had become the principal direct means of identifying thebook. De Morgan.The book was uninjured from title page to colophon. Sir W. Scott.","PAMPRE":"An ornament, composed of vine leaves and bunches of grapes,used for decorating spiral columns.","PREPAY":"To pay in advance, or beforehand; as, to prepay postage.","UNEXCEPTIONABLE":"Not liable to any exception or objection; unobjectionable;faultless; good; excellent; as, a man of most unexceptionablecharacter.-- Un`ex*cep\"tion*a*ble*ness, n.-- Un`ex*cep\"tion*a*bly, adv.","PARAGUAYAN":"Of or pertaining to Paraguay.-- n.","CALEFACIENT":"Making warm; heating. [R.]","APPLIEDLY":"By application. [R.]","INTEREPIMERAL":"Between the epimeral plates of insects and crustaceans.","JOUISSANCE":"Jollity; merriment. [Obs.] Spenser.","ODONTORNITHES":"A group of Mesozoic birds having the jaws armed with teeth, asin most other vertebrates. They have been divided into three orders:Odontolcæ, Odontotormæ, and Saururæ.","TOUCHY":"Peevish; irritable; irascible; techy; apt to take fire.[Colloq.]It may be said of Dryden that he was at no time touchy about personalattacks. Saintsbury.","REGIME":"The condition of a river with respect to the rate of its flow,as measured by the volume of water passing different cross sectionsin a given time, uniform régime being the condition when the flow isequal and uniform at all the cross sections. The ancient régime, orAncien régime Etym: [F.], the former political and social system, asdistinguished from the modern; especially, the political and socialsystem existing in France before the Revolution of 1789.","TURMALINE":"See Tourmaline.","ANAMORPHOSCOPE":"An instrument for restoring a picture or image distorted byanamorphosis to its normal proportions. It usually consists of acylindrical mirror.","HEREDITABLY":"By inheritance. W. Tooke.","KONITE":"See Conite.","WONDERER":"One who wonders.","ANTISEPTICALLY":"By means of antiseptics.","VOLUNTEER NAVY":"A navy of vessels fitted out and manned by volunteers who sailunder the flag of the regular navy and subject to naval discipline.Prussia in 1870, in the Franco-German war, organized such a navy,which was commanded by merchant seamen with temporary commissions,with the claim (in which England acquiesced) that it did not comewithin the meaning of the term privateer.","DEFACE":"To destroy; to make null. [Obs.][Profane scoffing] doth . . . deface the reverence of religion.Bacon.For all his power was utterly defaste [defaced]. Spenser.","BOTELESS":"Unavailing; in vain. See Bootless.","TEENFUL":"Full of teen; harmful; grievous; grieving; afflicted. [Obs.]Piers Plowman.","DIVIDE":"To subject to arithmetical division.","WINY":"Having the taste or qualities of wine; vinous; as, grapes of awiny taste. Dampier.","DISPLACER":"The funnel part of the apparatus for solution by displacement.","LIENO-INTESTINAL":"Of or pertaining to the spleen and intestine; as, the lieno-intestinal vein of the frog.","PEJORATIVE":"Implying or imputing evil; depreciatory; disparaging;unfavorable.","SPINED":"Furnished with spines; spiny.","AESTIVATE":"To pass the summer in a state of torpor. [Spelt also estivate.]","EMACULATE":"To clear from spots or stains, or from any imperfection. [Obs.]Hales.","ESCAMBIO":"A license formerly required for the making over a bill ofexchange to another over sea. Cowell.","GORDIACEA":"A division of nematoid worms, including the hairworms or haireels (Gordius and Mermis). See Gordius, and Illustration in Appendix.","LAMPOON":"A personal satire in writing; usually, malicious and abusivecensure written only to reproach and distress.Like her who missed her name in a lampoon, And grieved to findherself decayed so soon. Dryden.","UNOFTEN":"Not often. [Obs.]","OVERMELLOW":"Too mellow; overripe.","UPTEAR":"To tear up. Milton.","BALLOON":"A ball or globe on the top of a pillar, church, etc., as at St.Paul's, in London. [R.]","UNDERCHARGE":"A charge that is less than is usual or suitable.","EARTHMAD":"The earthworm. [Obs.]The earthmads and all the sorts of worms . . . are without eyes.Holland.","NIGHT-EYED":"Capable of seeing at night; sharp-eyed. \"Your night-eyedTiberius.\" B. Jonson.","LOIN":"That part of a human being or quadruped, which extends oneither side of the spinal column between the hip bone and the falseribs. In human beings the loins are also called the reins. SeeIllust. of Beef.","ANTAPHRODITIC":"An antaphroditic medicine.","INTERCONVERTIBLE":"Convertible the one into the other; as, coin and bank notes areinterconvertible.","DEPOSITARY":"One to whom goods are bailed, to be kept for the bailor withouta recompense. Kent.","PTILOPTERI":"An order of birds including only the penguins.","BRELOQUE":"A seal or charm for a watch chain. \"His chains and breloques.\"Thackeray.","HONORIFIC":"Conferring honor; tending to honor. London. Spectator.","SERPENT-TONGUED":"Having a forked tongue, like a serpent.","AVIS":"Advice; opinion; deliberation. [Obs.] Chaucer.","LINGER":"To delay; to loiter; to remain or wait long; to be slow orreluctant in parting or moving; to be slow in deciding; to be insuspense; to hesitate.Nor cast one longing, lingering look behind. Gray.Perhaps thou linger'st, in deep thoughts detained. Milton.","KNOCK-KNEED":"Having the legs bent inward so that the knees touch in walking.[Written also knack-kneed.]","WHITSON":"See Whitsun. [Obs.]","HAEMORRHOIDAL":"Same as Hemorrhoidal.","URANOLITE":"A meteorite or aërolite. [Obs.] Hutton.","VERBIAGE":"The use of many words without necessity, or with little sense;a superabundance of words; verbosity; wordiness.Verbiage may indicate observation, but not thinking. W. Irving.This barren verbiage current among men. Tennyson.","NOMADIZE":"To lead the life of a nomad; to wander with flocks and herdsfor the sake of finding pasturage.The Vogules nomadize chiefly about the Rivers Irtish, Obi, Kama, andVolga. W. Tooke.","RECOMMENDER":"One who recommends.","ESTUATE":"To boil up; to swell and rage; to be agitated. Bacon.","COSTIVELY":"In a costive manner.","CONCISELY":"In a concise manner; briefly.","DRAWN":"See Draw, v. t. & i. Drawn butter, butter melter and preparedto be used as a sort of gravy.-- Drawn fowl, an eviscerated fowl.-- Drawn game or battle, one in which neither party wins; oneequally contested.-- Drawn fox, one driven from cover. Shak.-- Drawn work, ornamental work made by drawing out threads from finecloth, and uniting the cross threads, to form a pattern.","EXOSCULATE":"To kiss; especially, to kiss repeatedly or fondly. [Obs.]","RUBAIYAT":"Quatrians; as, the Rubaiyat of Omar Khayyam. Sometimes in pl.construed as sing., a poem in such stanzas.","SPECULATORIAL":"Speculatory; speculative. [Obs.]","BARKEEPER":"One who keeps or tends a bar for the sale of liquors.","EUHEMERISM":"The theory, held by Euhemerus, that the gods of mythology werebut deified mortals, and their deeds only the amplification inimagination of human acts.","CATER":"A provider; a purveyor; a caterer. [Obs.] Chaucer.","YOUNG":"The offspring of animals, either a single animal or offspringcollectively.[The egg] bursting with kindly rupture, forth disclosed Their callowyoung. Milton.With young, with child; pregnant.","PANICUM":"A genus of grasses, including several hundred species, some ofwhich are valuable; panic grass.","IMMARTIAL":"Not martial; unwarlike. [Obs.]","TIPCAT":"A game in which a small piece of wood pointed at both ends,called a cat, is tipped, or struck with a stick or bat, so as to flyinto the air.In the middle of a game at tipcat, he paused, and stood staringwildly upward with his stick in his hand. Macaulay.","LICKPENNY":"A devourer or absorber of money. \"Law is a lickpenny.\" Sir W.Scott.","SORTILEGE":"The act or practice of drawing lots; divination by drawinglots.A woman infamous for sortileges and witcheries. Sir W. Scott.","QUANNET":"A flat file having the handle at one side, so as to be usedlike a plane.","GALVANOLOGY":"A treatise on galvanism, or a description of its phenomena.","LIVE-FOREVER":"A plant (Sedum Telephium) with fleshy leaves, which has extremepowers of resisting drought; garden ox-pine.","FORCEFUL":"Full of or processing force; exerting force; mighty.-- Force\"ful*ly, adv.Against the steed he threw His forceful spear. Dryden.","SEPSIS":"The poisoning of the system by the introduction of putrescentmaterial into the blood.","SURETY":"One who is bound with and for another who is primarily liable,and who is called the principal; one who engages to answer foranother's appearance in court, or for his payment of a debt, or forperformance of some act; a bondsman; a bail.He that is surety for a stranger shall smart for it. Prov. xi. 15.","PLACATE":"Same as Placard, 4 & 5.","SLOKE":"See Sloakan.","DAWDLE":"To waste time in trifling employment; to trifle; to saunter.Come some evening and dawdle over a dish of tea with me. Johnson.We . . . dawdle up and down Pall Mall. Thackeray.","VOCIFERATE":"To cry out with vehemence; to exclaim; to bawl; to clamor.Cowper.","DELATE":"To dilate. [Obs.] Goodwin.","BANK DISCOUNT":"A sum equal to the interest at a given rate on the principal(face) of a bill or note from the time of discounting until itbecomes due.","SPILLWAY":"A sluiceway or passage for superfluous water in a reservoir, toprevent too great pressure on the dam.","DRECCHE":"To delay. [Obs.] Gower.","MIDWIVE":"To midwife. [Obs.]","INCORRUPTIBLY":"In an incorruptible manner.","FIXIDITY":"Fixedness. [Obs.] Boyle.","UNHOSED":"Without hose.","FOOTGLOVE":"A kind of stocking. [Obs.]","OSSIFRAGOUS":"Serving to break bones; bone-breaking.","RYTH":"A ford. [Obs.]","STAYMAKER":"One whose occupation is to make stays.","GRAFTER":"An instrument by which grafting is facilitated.","ARGILLITE":"Argillaceous schist or slate; clay slate. Its colors is bluishor blackish gray, sometimes greenish gray, brownish red, etc.-- Ar`gil*lit\"ic, a.","MELIC GRASS":"A genus of grasses (Melica) of little agricultural importance.","LEASY":"Flimsy; vague; deceptive. [Obs.] Ascham.","PROTOSULPHURET":"A protosulphide. [Obs.]","VIVARIUM":"A place artificially arranged for keeping or raising livinganimals, as a park, a pond, an aquarium, a warren, etc.","NEPHROSTOME":"The funnelshaped opening of a nephridium into the body cavity.","PUMPER":"One who pumps; the instrument or machine used in pumping.Boyle.","ARAEOSTYLE":"See Intercolumniation.","TUBICORN":"Any ruminant having horns composed of a bony axis covered witha horny sheath; a hollow-horned ruminant.","SOOTHSAYER":"A mantis.","PYROXENITE":"A rock consisting essentially of pyroxene.","GRIPMAN":"The man who manipulates a grip.","MAGISTER":"Master; sir; -- a title of the Middle Ages, given to a personin authority, or to one having a license from a university to teachphilosophy and the liberal arts.","IRRESOLVEDLY":"Without settled determination; in a hesitating manner;doubtfully. [R.]","IMMERITED":"Unmerited. [Obs.] Charles I.","WATERSHOOT":"That which serves to guard from falling water; a drip ordripstone.","CONJECT":"To throw together, or to throw. [Obs.] Bp. Montagu.","GAMASHES":"High boots or buskins; in Scotland, short spatterdashes orriding trousers, worn over the other clothing.","FYTTE":"See Fit a song. [Archaic]","MALEFICIENT":"Doing evil, harm, or mischief.","TABER":"Same as Tabor.  Nahum ii. 7.","CERATOSAURUS":"A carnivorous American Jurassic dinosaur allied to the EuropeanMegalosaurus. The animal was nearly twenty feet in length, and theskull bears a bony horn core on the united nasal bones. SeeIllustration in Appendix.","DESIDERATION":"Act of desiderating; also, the thing desired. [R.] Jeffrey.","KNOBBING":"Rough dressing by knocking off knobs or projections.","OPPUGN":"To fight against; to attack; to be in conflict with; to oppose;to resist.They said the manner of their impeachment they could not but conceivedid oppugn the rights of Parliament. Clarendon.","GUSTOSO":"Tasteful; in a tasteful, agreeable manner.","HETEROGRAPHIC":"Employing the same letters to represent different sounds indifferent words or syllables; -- said of methods of spelling; as, theordinary English orthography is heterographic.","ESPECIALLY":"In an especial manner; chiefly; particularly; peculiarly; in anuncommon degree.","PERERRATION":"A wandering, or rambling, through various places. [R.] Howell.","PHOTOCERAMICS":"Art or process of decorating pottery with photographicallyprepared designs. -- Pho`to*ce*ram\"ic (#), a.","THERAPEUTIC":"One of the Therapeutæ.","PHENOGAMIA":"Same as Phænogamia.","YELTING":"The Florida and West Indian red snapper (Lutianus aya); also,sometimes, one of certain other allied species, as L. caxis.","SMELTER":"One who, or that which, smelts.","OUT-PATIENT":"A patient who is outside a hospital, but receives medical aidfrom it.","CLANG":"To strike together so as to produce a ringing metallic sound.The fierce Caretes . . . clanged their sounding arms. Prior.","PHOSPHORICAL":"Phosphoric.","SLUTTISH":"Like a slut; untidy; indecently negligent of cleanliness;disorderly; as, a sluttish woman.Why is thy lord so slutish, I thee pray. Chaucer.An air of liberal, though sluttish, plenty, indicated the wealthyfarmer. Sir W. Scott.-- Slut\"tish*ly, adv.-- Slut\"tish*ness, n.","ZENITHAL":"Of or pertaining to the zenith. \"The deep zenithal blue.\"Tyndall.","VANITY BOX":"A small box, usually jeweled or of precious metal and worn on achain, containing a mirror, powder puff, and other small toiletarticles for a woman.","UNINTERESSED":"Uninterested; unaffected. [Obs.] Glanvill.","FLORAN":"Tin ore scarcely perceptible in the stone; tin ore stamped veryfine. Pryce.","ACUTE-ANGLED":"Having acute angles; as, an acute-angled triangle, a trianglewith every one of its angles less than a right angle.","NOUMENAL":"Of or pertaining to the noumenon; real; -- opposed tophenomenal. G. H. Lewes.","BENIGNLY":"In a benign manner.","ACTUATOR":"One who actuates, or puts into action. [R.] Melville.","THORNSET":"Set with thorns. Dyer.","INDEFEISIBLE":"Indefeasible. [Obs.]","S":"the nineteenth letter of the English alphabet, is a consonanat,and is often called a sibilant, in allusion to its hissing sound. Ithas two principal sounds; one a more hissing, as in sack, this; theother a vocal hissing (the same as that of z), as in is, wise.Besides these it sometimes has the sounds of sh and zh, as in sure,measure. It generally has its hissing sound at the beginning ofwords, but in the middle and at the end of words its sound isdetermined by usage. In a few words it is silent, as in isle, débris.With the letter h it forms the digraph sh. See Guide topronunciation, t\\'c5 255-261.","DIGITATION":"A division into fingers or fingerlike processes; also, afingerlike process.","ENTOZOA":"Pertaining to, or consisting of, the Entozoa.","POLYCYSTIDEA":"A division of Gregarinæ including those that have two or moreinternal divisions of the body.","RONGEUR":"An instrument for removing small rough portions of bone.","FISTULARIA":"A genus of fishes, having the head prolonged into a tube, withthe mouth at the extremity.","SCARLET":"A deep bright red tinged with orange or yellow, -- of manytints and shades; a vivid or bright red color.","VANISH":"The brief terminal part of vowel or vocal element, differingmore or less in quality from the main part; as, a as in aleordinarily ends with a vanish of i as in ill, o as in old with avanish of oo as in foot. Rush.","INSULTMENT":"Insolent treatment; insult. [Obs.] \"My speech of insultmentended.\" Shak.","SPHEROSOME":"The body wall of any radiate animal.","INVAGINATION":"The condition of an invaginated organ or part.","PERISTYLE":"A range of columns with their entablature, etc.; specifically,a complete system of columns, whether on all sides of a court, orsurrounding a building, such as the cella of a temple. Used in theformer sense, it gives name to the larger and inner court of a Romandwelling, the peristyle. See Colonnade.","CREBRICOSTATE":"Marked with closely set ribs or ridges.","COULEE":"A stream; (Geol.)","WHISTLEFISH":"A gossat, or rockling; -- called also whistler, three-beardedrockling, sea loach, and sorghe.","SUNDRYMAN":"One who deals in sundries, or a variety of articles.","PLANGENCY":"The quality or state of being plangent; a beating sound. [R.]","PLEOMORPHIC":"Pertaining to pleomorphism; as, the pleomorphic character ofbacteria.","KIVE":"A mash vat. See Keeve. [Obs.]","DROWNER":"One who, or that which, drowns.","HERONER":"A hawk used in hunting the heron. \"Heroner and falcon.\"Chaucer.","HARDWAREMAN":"One who makes, or deals in, hardware.","OCHRY":"See Ochery.","PYROMANCY":"Divination by means of fire.","DIURNA":"A division of Lepidoptera, including the butterflies; -- socalled because they fly only in the daytime.","INTOLERANCY":"Intolerance. Bailey.","DRIE":"To endure. [Obs.]So causeless such drede for to drie. Chaucer.","AVIADO":"One who works a mine with means provided by another. [Sp. Amer.& Southwestern U. S.]","ACCUMULATOR":"An apparatus by means of which energy or power can be stored,such as the cylinder or tank for storing water for hydraulicelevators, the secondary or storage battery used for accumulating theenergy of electrical charges, etc.","INDEPENDENT":"Belonging or pertaining to, or holding to the doctrines ormethods of, the Independents.","POSTCOMMUNION":"The concluding portion of the communion service.","CAMIS":"A light, loose dress or robe. [Also written camus.] [Obs.]All in a camis light of purple silk. Spenser.","ASTEROIDAL":"Of or pertaining to an asteroid, or to the asteroids.","BAPTISMALLY":"In a baptismal manner.","DISTRIBUTIVE":"Assigning the species of a general term.","APPRECIABLE":"Capable of being appreciated or estimated; large enough to beestimated; perceptible; as, an appreciable quantity.-- Ap*pre\"ci*a*bly, adv.","CHAPS":"The jaws, or the fleshy parts about them. See Chap. \"Open yourchaps again.\" Shak.","MEGAVOLT":"One of the larger measures of electro-motive force, amountingto one million volts.","CALEFACTOR":"A heater; one who, or that which, makes hot, as a stove, etc.","SHOWROOM":"A room or apartment where a show is exhibited.","UNDEFEASIBLE":"Indefeasible. [Obs.]","LITHELY":"In a lithe, pliant, or flexible manner.","RAREFACTION":"The act or process of rarefying; the state of being rarefied; -- opposed to condensation; as, the rarefaction of air.","SALUTATION":"The act of saluting, or paying respect or reverence, by thecustomary words or actions; the act of greeting, or expressing goodwill or courtesy; also, that which is uttered or done in saluting orgreeting.In all public meetings or private addresses, use those forms ofsalutation, reverence, and decency usual amongst the most soberpersons. Jer. Taylor.","FORLORNNESS":"State of being forlorn. Boyle.","ASSIMILABILITY":"The quality of being assimilable. [R.] Coleridge.","HEAVY-ARMED":"Wearing heavy or complete armor; carrying heavy arms.","CORNUTOR":"A cuckold maker. [R.] Jordan.","LILYWORT":"Any plant of the Lily family or order. Lindley.","HYDROBROMIC":"Composed of hydrogen and bromine; as, hydrobromic acid.Hydrobromic acid (Chem.), a colorless, pungent, corrosive gas, HBr,usually collected as a solution in water. It resembles hydrochloricacid, but is weaker and less stable. Called also hydrogen bromide.","WEEVILED":"Infested by weevils; as, weeviled grain. [Written alsoweevilled.]","XANTHIAN":"Of or pertaining to Xanthus, an ancient town on Asia Minor; --applied especially to certain marbles found near that place, and nowin the British Museum.","DROUTH":"Same as Drought. Sandys.Another ill accident is drouth at the spindling of corn. Bacon.One whose drouth [thirst], Yet scarce allayed, still eyes the currentstream. Milton.In the dust and drouth of London life. Tennyson.","SMILT":"To melt. [Obs.] Mortimer.","HAULER":"One who hauls.","DESTROYER":"One who destroys, ruins, kills, or desolates.","ENFOLD":"To infold. See Infold.","ERYSIPELATOID":"Resembling erysipelas.","INIA":"A South American freshwater dolphin (Inia Boliviensis). It isten or twelve feet long, and has a hairy snout.","ALGIDNESS":"Algidity. [Obs.]","IMPERATIVE":"Expressive of commund, entreaty, advice, or exhortation; as,the imperative mood.","POWDER-POSTED":"Affected with dry rot; reduced to dust by rot. See Dry rot,under Dry. [U.S.]","INVOLUTION":"The insertion of one or more clauses between the subject andthe verb, in a way that involves or complicates the construction.","QUADRIPENNATE":"Having four wings; -- said of insects.","STUPOSE":"Composed of, or having, tufted or matted filaments like tow;stupeous.","FLAMMIVOMOUS":"Vomiting flames, as a volcano. W. Thompson. (1745).","KALSOMINE":"Same as Calcimine.","BENTING TIME":"The season when pigeons are said to feed on bents, before peasare ripe.Bare benting times . . . may come. Dryden.","POLITURE":"Polish; gloss. [Obs.] Donne.","DAY-LABOR":"Labor hired or performed by the day. Milton.","OVERSKIRT":"An upper skirt, shorter than the dress, and usually draped.","SUPERPOSABLE":"Capable of being superposed, as one figure upon another.","MACROCOSM":"The great world; that part of the universe which is exterior toman; -- contrasted with microcosm, or man. See Microcosm.","COLD-SHUT":"Closed while too cold to become thoroughly welded; -- said of aforging or casting.-- n.","UNNOBLE":"Ignoble. Shak.","STARMONGER":"A fortune teller; an astrologer; -- used in contempt. B.Jonson.","RESPLENDISHANT":"Resplendent; brilliant. [R. & Obs.] Fabyan.","SPEECHMAKER":"One who makes speeches; one accustomed to speak in a publicassembly.","APLUSTRE":"An ornamental appendage of wood at the ship's stern, usuallyspreading like a fan and curved like a bird's feather. Audsley.","STRENGTHING":"A stronghold. [Obs.]","BLANCHER":"One who, or that which, blanches or whitens; esp., one whoanneals and cleanses money; also, a chemical preparation for thispurpose.","RHEUMATISM":"A general disease characterized by painful, often multiple,local inflammations, usually affecting the joints and muscles, butalso extending sometimes to the deeper organs, as the heart.Inflammatory rheumatism (Med.), acute rheumatism attended with fever,and attacking usually the larger joints, which become swollen, hot,and very painful.-- Rheumatism root. (Bot.) See Twinleaf.","BACKJOINT":"A rebate or chase in masonry left to receive a permanent slabor other filling.","WINDLE":"The redwing. [Prov. Eng.]","PASSIONARY":"A book in which are described the sufferings of saints andmartyrs. T. Warton.","DYSNOMY":"Bad legislation; the enactment of bad laws. Cockeram.","EARSHRIFT":"A nickname for auricular confession; shrift. [Obs.] Cartwright.","IMPEND":"To pay. [Obs.] Fabyan.","CHIH TAI":"A Chinese governor general; a tsung tu (which see).","SYMBAL":"See Cimbal. [Obs.]","CERASIN":"A white amorphous substance, the insoluble part of cherry gum;-- called also meta-arabinic acid.","KASACK":"Same as Cossack.","REELER":"The grasshopper warbler; -- so called from its note. [Prov.Eng.]","FREEBOOTY":"Freebootery. [Obs.]","DEHORN":"To deprive of horns; to prevent the growth or the horns of(cattle) by burning their ends soon after they start. See Dishorn.\"Dehorning cattle.\" Farm Journal (1886).","POLACK":"A Polander. Shak.","RECLINANT":"Bending or leaning backward.","SCHERIF":"See Sherif.","TRIST":"To trust. [Obs.] Chaucer.","EEL":"An elongated fish of many genera and species. The common eelsof Europe and America belong to the genus Anguilla. The electricaleel is a species of Gymnotus. The so called vinegar eel is a minutenematode worm. See Conger eel, Electric eel, and Gymnotus.","IMAGINOUS":"Imaginative. [R.] Chapman.","VERDIN":"A small yellow-headed bird (Auriparus flaviceps) of LowerCalifornia, allied to the titmice; -- called also goldtit.","HYPERBOLIST":"One who uses hyperboles.","BRISURE":"Any part of a rampart or parapet which deviates from thegeneral direction.","MERCENARIAN":"A mercenary. [Obs.]","DILUVIALIST":"One who explains geological phenomena by the Noachian deluge.Lyell.","DORSE":"The Baltic or variable cod (Gadus callarias), by some believedto be the young of the common codfish.","INEXPECTEDLY":"Unexpectedly. [Obs.]","WIND SIGNAL":"In general, any signal announcing information concerning winds,and esp. the expected approach of winds whose direction and force aredangerous to shipping, etc. The wind-signal system of the UnitedStates Weather Bureau consists of storm, information, hurricane, hotwind, and inland storm signals.","MUEZZIN":"A Mohammedan crier of the hour of prayer. [Written alsomouezzin, mueddin, and muwazzin.]","DISSENTANY":"Dissentaneous; inconsistent. [Obs.] Milton.","CAUTERY":"A burning or searing, as of morbid flesh, with a hot iron, orby application of a caustic that will burn, corrode, or destroyanimal tissue.","PANACEA":"The herb allheal.","FOREORDAIN":"To ordain or appoint beforehand; to preordain; to predestinate;to predetermine. Hooker.","MIDDLEMAN":"The man who occupies a central position in a file of soldiers.","HIST":"Hush; be silent; -- a signal for silence. Milton.","DELTAIC":"Relating to, or like, a delta.","KINESIPATHY":"See Kinesiatrics.","SOPORATE":"To lay or put to sleep; to stupefy. [Obs.] Cudworth.","KNIGHTLY":"Of or pertaining to a knight; becoming a knight; chivalrous;as, a knightly combat; a knightly spirit.For knightly jousts and fierce encounters fit. Spenser.[Excuses] full knightly without scorn. Tennyson.","TOPSAIL":"In a square-rigged vessel, the sail next above the lowermostsail on a mast. This sail is the one most frequently reefed or furledin working the ship. In a fore-and-aft rigged vessel, the sail setupon and above the gaff. See Cutter, Schooner, Sail, and Ship.Topsail schooner. (Naut.) See Schooner, and Illustration in Appendix.","MOLECULAR":"Pertaining to, connected with, produced by, or consisting of,molecules; as, molecular forces; molecular groups of atoms, etc.Molecular attraction (Phys.), attraction acting between the moleculesof bodies, and at insensible distances.-- Molecular weight (Chem.), the weight of a molecule of any gas orvapor as compared with the hydrogen atom as a standard; the sum ofthe atomic weights of the constituents of a molecule; thus, themolecular weight of water (H2O) is 18.","DATABLE":"That may be dated; having a known or ascertainable date.\"Datable almost to a year.\" The Century.","HIEROGRAMMATIST":"A writer of hierograms; also, one skilled in hieroglyphics.Greenhill.","STEAPSIN":"An unorganized ferment or enzyme present in pancreatic juice.It decomposes neutral fats into glycerin and fatty acids.","DECORATOR":"One who decorates, adorns, or embellishes; specifically, anartisan whose business is the decoration of houses, esp. theirinterior decoration.","HUMMOCKING":"The process of forming hummocks in the collision of Arctic ice.Kane.","PREEN":"A forked tool used by clothiers in dressing cloth.","POEBIRD":"The parson bird.","UNBOTTOMED":"Deprived of a bottom.","CAST-OFF":"Cast or laid aside; as, cast-off clothes.","EXUPERANT":"Surpassing; exceeding; surmounting. [Obs.]","CONVERSATIONAL":"Pertaining to conversation; in the manner of one conversing;as, a conversational style. Thackeray.","AFFRICATE":"A combination of a stop, or explosive, with an immediatelyfollowing fricative or spirant of corresponding organic position, aspf in german Pfeffer, pepper, z (= ts) in German Zeit, time.","OVULIST":"A believer in the theory (called encasement theory), currentduring the last century, that the egg was the real animal germ, andthat at the time of fecundation the spermatozoa simply gave theimpetus which caused the unfolding of the egg, in which allgenerations were inclosed one within the other. Also called ovist.","SUBDEAN":"An under dean; the deputy or substitute of a dean. Ayliffe.","ALULAR":"Pertaining to the alula.","CRINITE":"Bearded or tufted with hairs. Gray.","GRECIAN":"Of or pertaining to Greece; Greek. Grecian bend, among women,an affected carriage of the body, the upper part being inclinedforward. [Collog.] -- Grecian fire. See Greek fire, under Greek.","HAEMODYNAMETER":"Same as Hemadynamics.","MUGGARD":"Sullen; displeased. [Obs.]","RUDBECKIA":"A genus of composite plants, the coneflowers, consisting ofperennial herbs with showy pedunculate heads, having a hemisphericalinvolucre, sterile ray flowers, and a conical chaffy receptacle.There are about thirty species, exclusively North American. Rudbeckiahirta, the  black-eyed Susan, is a common weed in meadows.","CLAWBACK":"A flatterer or sycophant. [Obs.] \"Take heed of theseclawbacks.\" Latimer.","RECLAIM":"To claim back; to demand the return of as a right; to attemptto recover possession of.A tract of land [Holland] snatched from an element perpetuallyreclaiming its prior occupancy. W. Coxe.","PRENOTION":"A notice or notion which precedes something else in time;previous notion or thought; foreknowledge. Bacon.","GADBEE":"The gadfly.","ABHORRENCE":"Extreme hatred or detestation; the feeling of utter dislike.","PRANKER":"One who dresses showily; a prinker. \"A pranker or a dancer.\"Burton.","ICHNOLITHOLOGY":"Same as Ichnology. Hitchcock.","DOUBLEMINDED":"Having different minds at different times; unsettled;undetermined.A double-minded man is unstable in all his ways. Jas. i. 8.","PITUITE":"Mucus, phlegm.","ACROBATIC":"Pertaining to an acrobat.-- Ac`ro*bat\"ic*al*ly, adv.","BROWNY":"Brown or, somewhat brown. \"Browny locks.\" Shak.","CHAD":"See Shad. [Obs.]","ULTRAIST":"One who pushes a principle or measure to extremes; anextremist; a radical; an ultra.","OFT":"Often; frequently; not rarely; many times. [Poetic] Chaucer.Oft she rejects, but never once offends. Pope.","TORTA":"a flat heap of moist, crushed silver ore, prepared for thepatio process.","COMMUTABLENESS":"The quality of being commutable; interchangeableness.","UVULAR":"Of or pertaining to a uvula.","OPINIATE":"To hold or maintain persistently. [Obs.] Barrow.","RAIN-TIGHT":"So tight as to exclude rain as, a rain-tight roof.","UNTOMB":"To take from the tomb; to exhume; to disinter. Fuller.","GLOAR":"To squint; to stare. [Obs.]","ECHINODERMATOUS":"Relating to Echinodermata; echinodermal.","LAMPLIGHT":"Light from a lamp.This world's artificial lamplights. Owen Meredith.","POLYSEPALOUS":"Having the sepals separate from each other.","SATYRION":"Any one of several kinds of orchids. [Obs.]","DECURY":"A set or squad of ten men under a decurion. Sir W. Raleigh.","MUM-CHANCE":"Silent and idle. [Colloq.]Boys can't sit mum-chance always. J. H. Ewing.","PERAMBULATE":"To walk through or over; especially, to travel over for thepurpose of surveying or examining; to inspect by traversing;specifically, to inspect officially the boundaries of, as of a townor parish, by walking over the whole line.","SPLIT WHEEL":"= Split pulley.","SUPERHEATER":"An apparatus for superheating steam.","LEXIGRAPHIC":"Of or pertaining to lexigraphy.","WEKAU":"A small New Zealand owl (Sceloglaux albifacies). It has shortwings and long legs, and lives chiefly on the ground.","COWQUAKE":"A genus of plants (Briza); quaking grass."}